Repository: labepn/hr1
Catalog: LC_MESSAGES/django.po
Languages: hr

source: Request editing for resource:
hr: Zahtevati uređivanje za resurs:

source: Back to resource
hr: Nazad na resurs

source: Send request
hr: Pošalji zahtev

source: Your account has been approved and is now active.
hr: Vaš nalog je prihvaćen i od sada je aktivan.

source: You can use the login form at
hr: Možete koristiti formu za prijavljivanje na

source: Welcome at
hr: Dobrodošli na

source: Your account is now active
hr: Vaš nalog je sada aktivan

source: has requested access to the site.
hr: je zatražio pristup stranici.

source: You can enable access by setting the user as active on the admin section
hr: Možete omogućiti pristup postavljanjem korisnika kao aktivnog u administratorskom delu

source: A user has requested access to the site
hr: Korisnik je zatražio pristup stranici

source: The following document was approved
hr: Odobren je sledeći dokument

source: owned by
hr: u vlasništvu

source: You can visit the document's detail page here
hr: Ovde možete posetiti stranicu sa detaljima o dokumentu

source: A document has been approved
hr: Dokument je odobren

source: A comment has been posted for the document
hr: Objavljen je komentar za dokument

source: by the user
hr: od korisnika

source: A comment has been posted for a document
hr: Objavljen je komentar za dokument

source: The user
hr: Korisnik

source: uploaded the following document
hr: je dodao sledeći dokument

source: A document has been uploaded
hr: Dokument je dodat

source: The following document was deleted
hr: Sledeći dokumet je obrisan

source: A document has been deleted
hr: Dokument je obrisan

source: The following document was published
hr: Sledeći dokument je objavljen

source: A document has been published
hr: Dokument je objavljen

source: rated
hr: ocenjen

source: the following document
hr: sledeći dokument

source: You can visit the layer's detail page here
hr: Ovde možete posetiti stranicu sa detaljima o sloju

source: A document has been rated
hr: Dokument je ocenjen

source: The following document was updated
hr: Sledeći dokument je ažuriran

source: A document has been updated
hr: Dokument je ažuriran

source: You have received the following notice from
hr: Primili ste sledeće obaveštenje od

source: To change how you receive notifications, please go to
hr: Da promenite način na koji primate obaveštenja, idite na

source: The following layer was approved
hr: Sledeći sloj je odobren

source: A layer has been approved
hr: Sloj je odobren

source: A comment has been posted for the layer
hr: Dodat je komentar za sloj

source: A comment has been posted for a layer
hr: Dodat je komentar za sloj

source: uploaded the following layer
hr: je dodao sledeći sloj

source: A new layer has been uploaded
hr: Novi sloj je dodat

source: The following layer was deleted
hr: Sledeći sloj je obrisan

source: A layer has been deleted
hr: Sloj je obrisan

source: The following layer was published
hr: Sledeći sloj je objavljen

source: A layer has been published
hr: Sloj je objavljen

source: the following layer
hr: sledeći sloj

source: A layer has been rated
hr: Sloj je ocenjen

source: The following layer was updated
hr: Sledeći sloj je ažuriran

source: A layer has been updated
hr: Sloj je ažuriran

source: The following map was approved
hr: Sledeća karta je odobrena

source: You can visit the map's detail page here
hr: Detalje karte možete pogledati ovde

source: A map has been approved
hr: Karta je odobrena

source: A comment has been posted for the map
hr: Objavljen je komentar za kartu

source: A comment has been posted for a map
hr: Objavljen je komentar za kartu

source: created the following map
hr: je napravio sledeću kartu

source: A map has been created
hr: Karta je napravljena

source: The following map was deleted
hr: Sledeća karta je obrisana

source: A map has been deleted
hr: Karta je obrisana

source: The following map was published
hr: Sledeća karta je objavljena

source: A map has been published
hr: Karta je objavljena

source: the following map
hr: sledeća karta

source: A map has been rated
hr: Karta je ocenjena

source: The following map was updated
hr: Sledeća karta je ocenjena

source: A map has been updated
hr: Karta je ažurirana

source: Notification Settings
hr: Podešavanja obaveštenja

source: <p class="alert alert-warning"> <span class="warning">Note</span>: You do not have a verified email address to which notices can be sent. <a href="%(email_url)s">Add one</a> now. </p>
hr: <p class="alert alert-warning"> <span class="warning">Napomena</span>: Nemate verifikovanu adresu e-pošte na koju se mogu slati obaveštenja. <a href="%(email_url)s">Dodajte jednu</a> sada. </p>

source: Notification Type
hr: Tip obaveštenja

source: requested you to download this resource
hr: zahtevao je da preuzme ovaj resurs

source: Please go to resource page and assign the download permissions if you wish
hr: Molimo idite na stranicu resursa i dodelite dozvole za preuzimanje ako želite

source: A resource's download has been requested
hr: Preuzimanje resursa je zahtevano

source: Following
hr: Praćenje

source: This user is not following anyone
hr: Ovaj korisnik ne prati nikoga

source: Followers
hr: Pratioci

source: No one is following this user
hr: Niko ne prati ovog korisnika

source: Manage Connections
hr: Upravljati konekcijama

source: Blocking
hr: Blokiranje

source: Unfollow
hr: Otpratiti

source: Follow
hr: Pratiti

source: Unblock
hr: Otblokirati

source: Block
hr: Blokirati

source: No longer
hr: Ne više

source: You're not %(status_slug)s anyone!
hr: Nisi %(status_slug)s nikoga!

source: Success
hr: Uspeh

source: You are
hr: Vi ste

source: no longer
hr: ne više

source: %(to_user_username)s's profile
hr: %(to_user_username)s profil

source: Responsibles
hr: Odgovorni

source: Date begins after:
hr: Datum počinje nakon:

source: yyyy-mm-dd
hr: dd.MM.yyyy.

source: Date ends before:
hr: Datum završava do:

source: Search by region
hr: Potražnja po regionu

source: Selection
hr: Selekcija

source: No list items selected. Use the selection fields to add.
hr: Nije odabrana nijedna stavka na listi. Koristite polja za odabir za dodavanje.

source: Filters
hr: Filteri

source: Datasets found
hr: Pronađeni skupovi podataka

source: Maps found
hr: Pronađene karte

source: Documents found
hr: Pronađeni dokumenti

source: found
hr: pronađeni

source: search
hr: pretražiti

source: Search by name
hr: Pretražiti po imenu

source: Total
hr: Ukupno

source: Most recent
hr: Najnovije

source: Less recent
hr: Najstarije

source: A - Z
hr: A - Š

source: Z - A
hr: Š - A

source: Most popular
hr: Najpopularnije

source: Text
hr: Tekst

source: Share This Dataset
hr: Podeliti ovaj set podataka

source: Share This
hr: Podeliti ovo

source: Social Network Login Failure
hr: Neuspešno prijavljivanje na društvenu mrežu

source: An error occurred while attempting to login via your social network account.
hr: Došlo je do greške prilikom pokušaja prijave putem vašeg naloga na društvenoj mreži.

source: Code
hr: Kod

source: Exception
hr: Izuzetak

source: Account Connections
hr: Konekcije naloga

source: You can sign in to your account using any of the following already connected third party accounts:
hr: Možete se prijaviti na svoj nalog koristeći bilo koji od sledećih već povezanih naloga trećih strana:

source: You currently have no social network accounts connected to this account.
hr: Trenutno nemate nijedan račun društvenih mreža povezan s ovim nalogom.

source: Add a 3rd Party Account
hr: Dodajte nalog treće strane

source: Login Cancelled
hr: Prijava otkazana

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
hr: Odlučili ste da otkažete prijavu na našoj stranicu koristeći jedan od vaših postojećih naloga. Ako je ovo bila greška, nastavite sa <a href="%(login_url)s">prijavom</a>.

source: Signup
hr: Registrovati se

source: Sign Up
hr: Registrovati se

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
hr: Upravo ćete koristiti svoj %(provider_name)s nalog za prijavu %(site_name)s. Kao završni korak, popunite sljedeći obrazac:

source: Sign in with
hr: Prijaviti se sa

source: Connect with
hr: Povezati se sa

source: Sign up with
hr: Registrovati se sa

source: Message Inbox
hr: Prijemno sanduče

source: Messages
hr: Poruke

source: Mark selected as read
hr: Obeležiti izabrane kao pročitane

source: Mark selected as unread
hr: Obeležiti izabrane kao nepročitane

source: Create Message
hr: Napisati poruku

source: To users
hr: Korisniku

source: To groups
hr: Grupi

source: Subject
hr: Naslov

source: Content
hr: Sadržaj

source: Send message
hr: Poslati poruku

source: Back to Inbox
hr: Nazad u sanduče

source: Sent to
hr: Poslati

source: by
hr: od

source: You have no messages
hr: Nemate poruka

source: Send Reply
hr: Odgovoriti

source: GeoNode Themes Library
hr: GeoNode biblioteka tema

source: Fill in this section with markdown
hr: Popunite ovaj odeljak oznakom

source: Check this if the jumbotron background image already contains text
hr: Obeležite ovo ako jumbotron pozadinska slika već sadrži tekst

source: Disabling this slide will hide it from the slide show
hr: Onemogućavanjem ovog slajda će ga sakriti iz projekcije slajdova

source: Choose between using jumbotron background and slide show
hr: Odaberite između korišćenja jumbotron pozadine i prezentacije

source: Empty content
hr: Prazan sadržaj

source: Could not access to uploaded data.
hr: Nije moguće pristupiti dodatim podacima

source: One or more XML files was provided, but no matching files were found for them.
hr: Dostavljena je jedna ili više XML datoteka, ali za njih nisu pronađeni odgovarajući fajlovi.

source: One or more SLD files was provided, but no matching files were found for them.
hr: Dostavljena je jedna ili više SLD datoteka, ali za njih nisu pronađeni odgovarajući fajlovi.

source: Layer already exists
hr: Sloj već postoji

source: Name already in use and overwrite is False
hr: Naziv koji se već koristi a overwrite je isključen

source: Error configuring time:
hr: Greška u konfiguraciji vremena:

source: The GeoServer Import Session is no more available
hr: GeoServer Import Session više nije dostupan

source: Expected to find layer named '{name}' in geoserver
hr: Očekivano je da će se na geoserveru pronaći sloj pod nazivom '{name}'

source: Exception occurred while parsing the provided Metadata file.
hr: Došlo je do izuzetka prilikom parsiranja datog fajla metapodataka.

source: The UUID identifier from the XML Metadata is already in use in this system.
hr: UUID identifikator iz XML metapodataka je već u upotrebi u ovom sistemu.

source: Error configuring Layer
hr: Greška pri konfigurisanju sloja

source: Invalid zip file detected
hr: Otkrivena je nevažeća zip datoteka

source: Could not find any valid spatial file inside the uploaded zip
hr: Nije moguće pronaći validnu prostornu datoteku unutar otpremljenog zip-a

source: Invalid kmz file detected
hr: Otkriven je nevažeći kmz fajl

source: Could not find any kml files inside the uploaded kmz
hr: Nije moguće pronaći nijedan kml fajl unutar učitanog kmz-a

source: Only one shapefile per zip is allowed
hr: Dozvoljen je samo jedan shapefile po zip-u

source: kml files with more than one GroundOverlay are not supported
hr: kml datoteke sa više od jednog GroundOverlay-a nisu podržane

source: Ground overlay image declared in kml file cannot be found
hr: Ground overlay deklarisan u kml datoteci ne može se pronaći

source: Only one kml file per ZIP is allowed
hr: Dozvoljena je samo jedna kml datoteka po ZIP-u

source: Only one kml file per kmz is allowed
hr: Dozvoljena je samo jedna kml datoteka po kmz-u

source: You are trying to upload multiple GeoTIFFs without a valid 'indexer.properties' file.
hr: Pokušavate da dodate više GeoTIFF-ova bez važeće datoteke 'indexer.properties'.

source: Only one raster file per ZIP is allowed
hr: Dozvoljena je samo jedna rasterska datoteka po ZIP-u

source: No multiple rasters allowed
hr: Nije dozvoljeno više rastera

source: To support the time step, you must enable the OGC_SERVER DATASTORE option
hr: Da biste podržali vremenski korak, morate omogućiti opciju OGC_SERVER DATASTORE

source: Unsupported file type: {e.message}
hr: Nepodržana vrsta fajla: {e.message}

source: File does not exist: {absolute_base_file}
hr: Fajl ne postoji: {absolute_base_file}

source: unknown item state: {task.state}
hr: nepoznato stanje stavke: {task.state}

source: error during import: {progress.get('message')}
hr: greška tokom uvoza: {progress.get('message')}

source: Could not find any valid Time Regex for the Mosaic files.
hr: Nije moguće pronaći važeći vremenski regex za datoteke mozaika.

source: Unsupported DataBase for Mosaics!
hr: Nepodržana baza podataka za mozaike!

source: Upload Session invalid or no more accessible!
hr: Sesija za dodavanje je nevažeća ili više nije dostupna!

source: Invalid permission level.
hr: Nevažeći nivo dozvole.

source: Permission Denied
hr: Zahtev zabranjen
