Repository: labepn/hr1
Catalog: LC_MESSAGES/django.po
Languages: hr

source: Click the button below to change the permissions of this document.
hr: Kliknite na dugme ispod da promenite dozvole ovog dokumenta.

source: Change Document Permissions
hr: Promijenite dozvole za dokument

source: Explore Documents
hr: Istražite dokumente

source: Upload Documents
hr: Dodati dokumente

source: for %(document_title)s
hr: za %(document_title)s

source: Completeness
hr: Dovršenost

source: Metadata Schema mandatory fields completed
hr: Obavezna polja šeme metapodataka su popunjena

source: Check Schema mandatory fields
hr: Proverite obavezna polja šeme

source: Error updating metadata. Please check the following fields:
hr: Greška pri ažuriranju metapodataka. Molimo proverite sledeća polja:

source: Done
hr: Odrađeno

source: Metadata Provider
hr: Provajder metapodataka

source: << Back
hr: << Prethodno

source: Update
hr: Ažurirati

source: Next >>
hr: Sledeće >>

source: Select an option
hr: Izabrati opciju

source: Edit Metadata
hr: Izmeniti metapodatke

source: Editing details for
hr: Izmena detalja za

source: Return to Document
hr: Vratiti se u dokument

source: Deleting
hr: Brisanje

source: Remove Document
hr: Obrisati dokument

source: Are you sure you want to remove <a href="%(document.get_absolute_url)s">%(document_title)s</a>?
hr: Da li ste sigurni da želite da obrišete <a href="%(document.get_absolute_url)s">%(document_title)s</a>?

source: Yes, I am sure
hr: Da, siguran sam

source: No, don't remove it
hr: Ne, nemoj brisati

source: Replace Document
hr: Zameniti dokument

source: Replace
hr: Zameniti

source: Clear
hr: Ukloni

source: Upload Document's Thumbnail
hr: Dodati sličicu dokumenta

source: Drop files here
hr: Prevucite datoteke ovde

source: or select them one by one:
hr: ili ih odaberite jednu po jednu:

source: Choose Files
hr: Izabrati fajlove

source: Files to be uploaded
hr: Fajlovi koje će biti dodati

source: Is Upload Metadata XML Form
hr: Je XML obrazac za dodavanje metapodataka

source: Upload files
hr: Dodati fajlove

source: Upload Document
hr: Dodati dokument

source: Allowed document types
hr: Dozvoljeni formati dokumenta

source: Done!
hr: Odrađeno!

source: Edit
hr: Izmeniti

source: Settings
hr: Podešavanja

source: Mandatory
hr: Obavezno

source: Optional
hr: Opcioni

source: Basic Metadata
hr: Osnovni metapodaci

source: Location and Licenses
hr: Lokacije i licence

source: Required Metadata
hr: Obavezni metapodaci

source: Optional Metadata
hr: Opcioni metapodaci

source: Choose one of the following...
hr: Odaberite jedno od sljedećeg...

source: Other, Optional, Metadata
hr: Drugo, Opciono, Metapodaci

source: Responsible Parties
hr: Odgovorne strane

source: Responsible and Permissions
hr: Odgovorni i dozvole

source: Publishing
hr: Objavljivanje

source: You are not allowed to view this document.
hr: Nije Vam dozvoljeno da vidite ovaj dokument.

source: You are not permitted to delete this document
hr: Niste dopušteni da vidite ovaj dokument

source: You do not have permissions for this document.
hr: Nemate dozvolu da vidite ovaj dokument.

source: You are not permitted to modify this document
hr: Niste dopušteni da vršite izmene nad ovim dokumentom

source: You are not permitted to modify this document's metadata
hr: Niste dopušteni da vršite izmene nad metapodacima ovog dokumenta

source: You are not permitted to view this document
hr: Niste dopušteni da vidite ovaj dokument

source: Not allowed
hr: Nemate dozvolu

source: Not found
hr: Nije pronađeno

source: You must set a point of contact for this resource
hr: Morate postaviti tačku dogovora za ovaj resurs

source: You must set an author for this resource
hr: Morati postaviti autora za ovaj resurs

source: Favorite
hr: Omiljeno

source: Add to Favorites
hr: Dodati u omileno

source: Go to Favorites
hr: Idi u omiljeno

source: Log in to add/delete Favorites.
hr: Prijavite se kako biste dodali­­/obrisali omiljeno.

source: Delete from Favorites
hr: Obrisati iz omiljenih

source: Favorites
hr: Omiljeni

source: Favorites for
hr: Omiljeni za

source: Item
hr: Stavka

source: App Created
hr: Aplikacija je kreirana

source: A App was created
hr: Aplikacija je kreirana

source: App Updated
hr: Aplikacija je ažurirana

source: A App was updated
hr: Aplikacija je ažurirana

source: App Approved
hr: Aplikacije je dozvoljena

source: A App was approved by a Manager
hr: Aplikacije je dozvoljena od strane menadžera

source: App Published
hr: Aplikacije je objavljena

source: A App was published
hr: Aplikacije je objavljena

source: App Deleted
hr: Aplikacije je obrisana

source: A App was deleted
hr: Aplikacije je obrisana

source: Comment on App
hr: Dodati komentar na aplikaciji

source: An App was commented on
hr: Komentar je dodat na aplikaciji

source: Rating for App
hr: Ocene za aplikaciju

source: A rating was given to an App
hr: Ocena je data aplikaciji

source: Name
hr: Ime

source: projection
hr: projekcija

source: center X
hr: centrirati X

source: center Y
hr: centrirati Y

source: Site URL
hr: URL sajta

source: Rate this
hr: Oceniti

source: Editing Tools
hr: Alati za izmenu

source: View
hr: Pogled

source: Specify which users can view or modify this map
hr: Odredite koji korisnici mogu videti ili modificirati ovu kartu

source: Change Permissions of this
hr: Promeniti dostup ovoga

source: Embed Iframe
hr: Ugradi iframe

source: To embed this map, add the following code snippet and customize its properties (scrolling, width, height) based on your needs to your site
hr: Da biste ugradili ovu kartu, dodajte sljedeći isečak koda i prilagodite njegova svojstva (pomicanje, širina, visina) prema vašim potrebama vašoj web lokaciji

source: Download
hr: Preuzeti

source: Create New
hr: Napraviti novi

source: Explore
hr: Istraživati

source: for %(map_title)s
hr: za %(map_title)s

source: Note: this geoapp's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
hr: Napomena: originalni metapodaci ove geoapp-e su popunjeni uvozom XML datoteke metapodataka. GeoNodeov uvoz metapodataka podržava podskup elemenata metapodataka ISO, FGDC i Dublin Core. Neki od vaših originalnih metapodataka su možda izgubljeni.

source: Explore Apps
hr: Istraživati aplikacije

source: Editing details for %(map_title)s
hr: Uređivanje detalja za %(map_title)s

source: Return to GeoApp
hr: Vratiti se u Geo aplikaciju

source: New Map
hr: Nova karta

source: Are you sure you want to remove <a href="%(resource.get_absolute_url)s">%(resource_title)s</a>?
hr: Da li ste sigurni da želite obrisati <a href="%(resource.get_absolute_url)s">%(resource_title)s</a>?

source: Other Settings
hr: Druga podešavanja

source: You are not permitted to delete this app.
hr: Nije Vam dozvoljeno da obrišete ovu aplikaciju.

source: You do not have permissions for this app.
hr: Nemate dozvolu da obrišete ovu aplikaciju.

source: You must be logged in to save this app
hr: Morate biti prijavljeni kako biste sačuvali ovu aplikaciju

source: You are not permitted to save or edit this app.
hr: Nije Vam dozvoljeno da sačuvate ili izmenite ovu aplikaciju.

source: You are not allowed to modify this app's metadata.
hr: Nije Vam dozvoljeno da izmenite metapodatke ove aplikacije.

source: You are not allowed to view this app.
hr: Nije Vam dozvoljeno da vidite ovu aplikaciju.

source: An unknown error has occured.
hr: Došlo je do nepoznate greške.

source: Layer Uploaded
hr: Sloj je dodat

source: A layer was uploaded
hr: Sloj je dodat

source: Comment on Layer
hr: Dodati komentar nad slojem

source: A layer was commented on
hr: Komentar je dodat nad slojem

source: Rating for Layer
hr: Ocena za sloj

source: A rating was given to a layer
hr: Ocena za sloj je dodata

source: Points
hr: Tačke

source: Lines
hr: Linije

source: Polygons
hr: Poligoni

source: Dataset name
hr: Ime seta podataka

source: Dataset title
hr: Naslov seta podataka

source: Geometry type
hr: Tip geometrije

source: Create Dataset
hr: Napraviti set podataka

source: Explore Datasets
hr: Istražiti setove podataka

source: Create an empty dataset
hr: Napraviti prazan set podataka

source: Add Attribute
hr: Dodati atribut

source: Create
hr: Napraviti

source: No title provided
hr: Nije dat naslov

source: No abstract provided
hr: Nije dat sažetak

source: An exception occurred loading data to PostGIS
hr: Došlo je do izuzetka prilikom učitavanja podataka u PostGIS

source: Additionally an error occured during database cleanup
hr: Dodatno, došlo je do greške tokom čišćenja baze podataka

source: Invalid Projection. Layer is missing CRS!
hr: Nevažeća projekcija. Sloju nedostaje CRS!

source: You don't have permissions to change style for this layer
hr: Nemate dozvole za promenu stila za ovaj sloj

source: Bad HTTP Authorization Credentials.
hr: Loši akreditivi za HTTP autorizaciju.

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
hr: kratka verzija imena koja se sastoji samo od slova, brojeva, donjih crta i crtica.

source: A group already exists with that slug.
hr: Grupa već postoji sa tim slug-om.

source: A group already exists with that name.
hr: Grupa već postoji sa tim imenom.

source: User Identifiers
hr: Korisnički identifikatori

source: Assign manager role
hr: Dodeliti ulogu menadžera

source: The following are not valid usernames: %(errors)s; not added to the group
hr: Sledeća korisnička imena nisu važeća: %(errors)s; nije dodano u grupu

source: Group Categories
hr: Kategorije grupe

source: Public
hr: Javno

source: Public (invite-only)
hr: Javno (po pozivu)

source: Private
hr: Privatno

source: Public: Any registered user can view and join a public group.<br>Public (invite-only):Any registered user can view the group. Only invited users can join.<br>Private: Registered users cannot see any details about the group, including membership. Only invited users can join.
hr: Javno: Svaki registrovani korisnik može videti javnu grupu i pridružiti joj se.<br>Javno (samo po pozivu): Svaki registrovani korisnik može videti grupu. Samo pozvani korisnici se mogu pridružiti.<br>Privatno: Registrovani korisnici ne mogu videti nikakve detalje o grupi, uključujući članstvo. Samo pozvani korisnici se mogu pridružiti.

source: Email used to contact one or all group members, such as a mailing list, shared email, or exchange group.
hr: E-pošta se koristi za kontaktiranje jednog ili svih članova grupe, kao što je mailing lista, zajednička e-pošta ili grupa za razmjenu.

source: Email
hr: E-pošta

source: A space or comma-separated list of keywords
hr: Lista ključnih riječi odvojenih razmacima ili zarezima

source: Access
hr: Pristup

source: Categories
hr: Kategorije

source: Manager
hr: Menadžer

source: Member
hr: Član

source: Activity Feed for
hr: Feed aktivnosti za

source: All
hr: Sve

source: Layers
hr: Slojevi

source: Maps
hr: Karte

source: Documents
hr: Dokumeti

source: Comments
hr: Komentari

source: No actions yet
hr: Nema dejstva za sada

source: Explore Group Categories
hr: Istražiti kategorije grupa

source: Create a New Group Category
hr: Napraviti novu kategoriju grupe

source: Explore Groups
hr: Istražiti grupe

source: Create a Group
hr: Napraviti grupu

source: Update Group
hr: Obnoviti grupu

source: Remove Group
hr: Obrisati grupu

source: Create Group
hr: Napraviti grupu

source: Create group
hr: Napraviti grupu

source: Select...
hr: Odabrati...

source: Last Modified
hr: Poslednje izmenjeno

source: This group has not created a logo.
hr: Grupa nije napravila logo.

source: Edit Group Details
hr: Izmeniti detalje grupe

source: Manage Group Members
hr: Upravljati članovima grupe

source: Delete this Group
hr: Obrisati grupu

source: Group Activities
hr: Aktivnosti grupe

source: This group is <strong>%(access)s</strong>.
hr: Ova grupa je <strong>%(access)s</strong>.

source: Anyone may join this group.
hr: Svi mogu da se pridruže ovoj grupi.

source: Join Group
hr: Pridruži se grupi

source: Anyone may view this group but membership is by invitation only.
hr: Svi mogu videti ovu grupu, ali je članstvo isključivo po pozivu.

source: Membership is by invitation only.
hr: Članstvo je moguće isključivo po pozivu.

source: Managers
hr: Menadžeri

source: Members
hr: Članovi

source: Create a New Group
hr: Napraviti novu grupu

source: Edit Members for
hr: Izmeniti članove za

source: Current Members
hr: Trenutni članovi

source: Promote
hr: Promovisati

source: Demote
hr: Demovisati

source: Role
hr: Uloga

source: Add new members
hr: Dodati nove članove

source: Add Group Members
hr: Dodati članove grupe

source: Are you sure you want to remove the group: %(group_title)s?
hr: Da li ste sigurni da želite da obrišete grupu: %(group_title)s?

source: Remove Maps/Data from Group
hr: Obrisati karte/podatke iz grupe

source: Remove selected maps/data
hr: Obrisati selektovane karte/podatke

source: Edit Group Category Details
hr: Izmeniti detalje za kategoriju grupe

source: Groups
hr: Grupe

source: Create Group Category
hr: Napraviti kategoriju grupe

source: Create a Group Category
hr: Napraviti kategoriju grupe

source: Edit Group Category
hr: Izmeniti kategoriju grupe

source: Save
hr: Sačuvati

source: ready
hr: spreman

source: checking-availability
hr: provera dostupnosti

source: Harvester name
hr: Ime harvestera

source: Base URL of the remote service that is to be harvested
hr: Osnovni URL udaljenog servisa koji se prikuplja

source: Whether to periodically schedule this harvester to look for resources on the remote service
hr: Da li periodično planirati da ovaj harvester traži resurse na udaljenoj usluzi

source: How often (in minutes) should new harvesting sessions be automatically scheduled? Setting this value to zero has the same effect as setting `scheduling_enabled` to False
hr: Koliko često (u minuti) treba automatski zakazati nove sesije harvester-a? Postavljanje ove vrednosti na nulu ima isti učinak kao i postavljanje `scheduling_enabled` na False

source: Whether the remote service is known to be available or not
hr: Da li se zna da je udaljena usluga dostupna ili ne

source: How often (in minutes) should the remote service be checked for availability?
hr: Koliko često (u minuti) treba proveravati dostupnost udaljene usluge?

source: Last time the remote server was checked for availability
hr: Zadnji put kada je udaljeni server proveren za dostupnost

source: Last time the remote server was checked for harvestable resources
hr: Zadnji put kada je udaljeni server proveren za harvester resurse

source: Default owner of harvested resources
hr: Zadane vlasnik harvester resursa

source: Default access permissions of harvested resources
hr: Zadane dozvole pristupa harvester resursima

source: Should new resources be harvested automatically without explicit selection?
hr: Da li nove resurse treba sakupljati automatski bez eksplicitnog odabira?

source: Orphan resources are those that have previously been created by means of a harvesting operation but that GeoNode can no longer find on the remote service being harvested. Should these resources be deleted from GeoNode automatically? This also applies to when a harvester configuration is deleted, in which case all of the resources that originated from that harvester are now considered to be orphan.
hr: Siroti resursi su oni koji su prethodno kreirani pomoću operacije prikupljanja, ali koje GeoNode više ne može pronaći na udaljenoj usluzi koja se sakuplja. Da li ove resurse treba automatski izbrisati iz GeoNodea? Ovo se takođe primenjuje kada se izbriše konfiguracija harvestera, u tom slučaju se svi resursi koji potiču iz tog harvestera sada smatraju siročićima.

source: Date of last update to the harvester configuration.
hr: Datum posljednjeg ažuriranja konfiguracije harvestera.

source: Harvester class used to perform harvesting sessions. New harvester types can be added by an admin by changing the main GeoNode `settings.py` file
hr: Harvester klasa koja se koristi za obavljanje harvesting sesija. Nove tipove harvestera može dodati administrator promenom glavnog GeoNode fajla `settings.py`

source: Configuration specific to each harvester type. Please consult GeoNode documentation on harvesting for more info. This field is mandatory, so at the very least an empty object (i.e. {}) must be supplied.
hr: Specifična konfiguracija za svaki tip harvestera. Za više informacija pogledajte GeoNode dokumentaciju o harvesting-u. Ovo polje je obavezno, tako da u najmanju ruku mora biti isporučen prazan objekt (tj. {}).

source: Periodic task used to configure harvest scheduling
hr: Periodični zadatak koji se koristi za podešavanje rasporeda harversting-a

source: Periodic task used to check availability of the remote
hr: Periodični zadatak koji se koristi za proveru dostupnosti udaljenog servisa

source: Check availability of {self.name}
hr: Proveriti dostupnost {self.name}

source: Identifier that allows referencing the resource on its remote service in a unique fashion. This is usually automatically filled by the harvester worker. The harvester worker needs to know how to either read or generate this from each remote resource in order to be able to compare the availability of resources between consecutive harvesting sessions.
hr: Identifikator koji omogućava referenciranje resursa na osnovu njegovog udaljenog resursa na jedinstven način. Ovo obično automatski popunjava worker na harvester-u. Worker na harverster-u mora znati kako to pročitati ili generirati iz svakog udaljenog resursa kako bi mogao uporediti dostupnost resursa između uzastopnih sesija harvesting-a.

source: Type of the resource in the remote service. Each harvester worker knows how to fill this field, in accordance with the resources for which harvesting is supported
hr: Vrsta resursa u udaljenom servisu. Svaki worker na harvester-u zna kako da popuni ovo polje, u skladu sa resursima za koje je harvesting podržan

source: The e-mail address '{email}' has already been invited.
hr: E-mail adresa '{email}' je već pozvana.

source: The e-mail address '{email}' has already accepted an invite.
hr: Adresa e-pošte '{email}' je već prihvatila pozivnicu.

source: An active user is already using the e-mail address '{email}'
hr: Aktivan korisnik već koristi e-mail adresu '{email}'

source: E-mail
hr: E-pošta

source: Invitations successfully sent to '%(email)s'
hr: Pozivnice su uspešno poslane na '%(email)s'

source: Sorry, it was not possible to invite '%(email)s' due to the following isse: %(error)s (%(type)s)
hr: Žao nam je, nije bilo moguće pozvati '%(email)s' zbog sledećeg: %(error)s (%(type)s)

source: Layer Created
hr: Sloj je kreiran

source: A Layer was created
hr: Sloj je kreiran

source: Layer Updated
hr: Sloj je ažuriran

source: A Layer was updated
hr: Sloj je ažuriran

source: Layer Approved
hr: Sloj je potvrđen

source: A Layer was approved by a Manager
hr: Sloj je potvrđen od strane menadžera

source: Layer Published
hr: Sloj je objavljen

source: A Layer was published
hr: Sloj je objavljen

source: Layer Deleted
hr: Sloj je obrisan

source: A Layer was deleted
hr: Sloj je obrisan

source: style name
hr: naziv sloja

source: sld text
hr: sld tekst

source: sld version
hr: sld verzija

source: Workspace
hr: Radni prostor

source: Store
hr: Skladište

source: Storetype
hr: Tip skladišta

source: Typename
hr: Naziv tipa

source: Is mosaic?
hr: Je mozaik?

source: Has time?
hr: Sadrži vreme?

source: Has elevation?
hr: Sadrži visinu?

source: Time regex
hr: Regex vremena

source: Elevation regex
hr: Regex visine

source: use featureinfo custom template?
hr: korsititi featureinfo podrazumevani šablon?

source: specifies wether or not use a custom GetFeatureInfo template.
hr: definiše da li koristite ili ne koristite podrazumevani GetFeatureInfo šablon.

source: featureinfo custom template
hr: featureinfo podrazumevani šablon

source: the custom GetFeatureInfo template HTML contents.
hr: podrazumevani GetFeatureInfo šablon HTML sadržaja.

source: File cannot be opened, maybe check the encoding
hr: Datoteka se ne može otvoriti, proverite kodiranje

source: attribute name
hr: naziv atributa

source: name of attribute as stored in shapefile/spatial database
hr: ime atributa sačuvanog u shapefile/prostornoj bazi podataka

source: attribute description
hr: opis atributa

source: description of attribute to be used in metadata
hr: opis atributa koji će se koristiti u metapodacima

source: attribute label
hr: oznaka atributa

source: title of attribute as displayed in GeoNode
hr: naslov atributa kako je prikazano u GeoNode

source: attribute type
hr: tip atributa

source: the data type of the attribute (integer, string, geometry, etc)
hr: tip podataka atributa (cijeli broj, niz, geometrija, itd.)

source: visible?
hr: vidljivo?

source: specifies if the attribute should be displayed in identify results
hr: specificira da li atribut treba biti prikazan u rezultatima identificiranja

source: display order
hr: redosled pokazivanja

source: specifies the order in which attribute should be displayed in identify results
hr: specificira redoslijed kojim atribut treba biti prikazan u identifikacijskim rezultatima

source: Label
hr: Oznaka

source: Image
hr: Slika

source: featureinfo type
hr: featureinfo tip

source: specifies if the attribute should be rendered with an HTML widget on GetFeatureInfo template.
hr: specificira da li atribut treba biti prikazan sa HTML widgetom na GetFeatureInfo šemi.

source: count value for this field
hr: count vrednost za ovo polje

source: minimum value for this field
hr: minimalna vrednost za ovo polje

source: maximum value for this field
hr: maksimalna vrednost za ovo polje

source: average
hr: prosečna vrednost

source: average value for this field
hr: prosečna vrednost za ovo polje

source: median
hr: medijana

source: median value for this field
hr: medijana za ovo polje

source: standard deviation
hr: standardna devijacija

source: standard deviation for this field
hr: standardna devijacija za ovo polje

source: sum
hr: suma

source: sum value for this field
hr: suma za ovo polje

source: unique values for this field
hr: jedinstvena vrednost za ovo polje

source: last modified
hr: poslednje izmenjeno

source: date when attribute statistics were last updated
hr: datum kada je statistika atributa posljednji put ažurirana

source: Append to Dataset
hr: Dodati u skup podataka

source: Return to Dataset
hr: Vratiti se na skup podataka

source: Preserve Metadata XML
hr: Sačuvajte XML metapodatke

source: Select the charset or leave default
hr: Odaberite skup znakova ili ostavite zadani

source: Home
hr: Naslovna

source: Change point of contact
hr: Promenite tačku kontakta

source: Assign a new point of contact to the layers below:
hr: Dodelite novu tačku kontakta slojevima ispod:

source: Dataset WMS GetCapabilities document
hr: Dokument skupa podataka WMS GetCapabilities

source: Filter Granules
hr: Filter granula

source: Active Filter:
hr: Aktivni filteri:

source: Granule ID
hr: ID granula

source: Time
hr: Vreme

source: Actions
hr: Radnje

source: Granule Preview
hr: Pregled granula

source: Granule Remove
hr: Brisanje granula

source: Dimension
hr: Dimenzija

source: Enabled
hr: Omogućeno

source: TIME
hr: VREME

source: ELEVATION
hr: VISINA

source: Attribute Name
hr: Naziv atributa

source: Range
hr: Domet

source: Average
hr: Prosečna vrednost

source: Median
hr: Medijana

source: Standard Deviation
hr: Standardna devijacija

source: Rate this dataset
hr: Oceniti ovaj set podataka

source: Analyze with
hr: Analizirati sa

source: Download Dataset
hr: Preuzimanje setova podataka

source: Images
hr: Slike

source: Data
hr: Podaci

source: Click to filter the layer
hr: Pritisnite kako bi filtrirali sloj

source: Do you want to filter it?
hr: Da li želite filtrirati?
