Repository: labepn/hr1
Catalog: LC_MESSAGES/django.po
Languages: hr

source: Local GeoNode dataset has no geometry type.
hr: Lokalni skup podataka GeoNode nema tip geometrije.

source: Please ensure there is at least one geometry type that is consistent with the file you are trying to {action_type}.
hr: Uverite se da postoji barem jedan tip geometrije koji je u skladu s fajlom koji pokušavate {action_type}.

source: The selected Dataset does not exists in the catalog.
hr: Odabrani skup podataka ne postoji u katalogu.

source: Please ensure that the dataset structure is consistent
hr: Uverite se da je struktura skupa podataka konzistentna

source: Some error occurred while trying to access the uploaded schema: {str(e)}
hr: Došlo je do greške prilikom pokušaja pristupa otpremljenoj šemi: {str(e)}

source: There was an error while attempting to upload your data. Please try again, or contact and administrator if the problem continues.
hr: Došlo je do greške prilikom pokušaja učitavanja vaših podataka. Pokušajte ponovo ili kontaktirajte administratora ako se problem nastavi.

source: Note: this dataset's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
hr: Napomena: originalni metapodaci ovog skupa podataka su popunjeni i sačuvani uvozom XML datoteke metapodataka. Ove metapodatke nije moguće uređivati.

source: You are not permitted to delete this dataset
hr: Nije vam dozvoljeno brisanje ovog skupa podataka

source: You do not have permissions for this dataset.
hr: Nemate dozvole za ovaj skup podataka.

source: You are not permitted to modify this dataset's metadata
hr: Nije vam dozvoljeno mijenjati metapodatke ovog skupa podataka

source: You are not permitted to view this dataset
hr: Nije vam dozvoljeno da vidite ovaj skup podataka

source: This dataset is a member of a layer group, you must remove the dataset from the group before deleting.
hr: Ovaj skup podataka je član grupe slojeva, morate ukloniti skup podataka iz grupe prije brisanja.

source: couldn't generate thumbnail: %s
hr: nije mogao generirati sličicu: %s

source: Map Created
hr: Karta je napravljena

source: A Map was created
hr: Karta je napravljena

source: Map Updated
hr: Karta je ažurirana

source: A Map was updated
hr: Karta je ažurirana

source: Map Approved
hr: Karta je odobrena

source: A Map was approved by a Manager
hr: Karta je odobrena od strane menadžera

source: Map Published
hr: Karta je objavljena

source: A Map was published
hr: Karta je objavljena

source: Map Deleted
hr: Karta je obrisana

source: A Map was deleted
hr: Karta je obrisana

source: Comment on Map
hr: Komentar na karti

source: A map was commented on
hr: Karta je iskomentarisana

source: Rating for Map
hr: Ocena za kartu

source: A rating was given to a map
hr: Ocena za kartu je data

source: Featured Map URL
hr: URL istaknute karte

source: stack order
hr: stack redosled

source: name
hr: ime

source: store
hr: skladište

source: opacity
hr: neprozirnost

source: styles
hr: stilovi

source: transparent
hr: prozirnost

source: fixed
hr: popravljeno

source: group
hr: grupa

source: visibility
hr: vidljivost

source: layer params
hr: parametri sloja

source: source params
hr: parametri izvora

source: Map layers WMS GetCapabilities document
hr: Slojevi karte WMS GetCapabilities dokument

source: Rate this Map
hr: Oceniti ovu kartu

source: Download Map
hr: Preuzeti kartu

source: Map
hr: Karta

source: Map Layers
hr: Slojevi karte

source: This map uses the following layers:
hr: Ova karta koristi sledeće slojeve:

source: Documents related to this map
hr: Dokumenti vezani za ovu kartu

source: List of documents related to this map:
hr: Spisak dokumenata vezanih za ovu kartu:

source: Change Permissions of this Map
hr: Promeniti dozvole za ovu kartu

source: Copy this map
hr: Kopirati kartu

source: Duplicate this map and modify it for your own purposes
hr: Duplirati ovu kartu i modifikovati je za svoje potrebe

source: Create a New Map
hr: Napraviti novu kartu

source: Here you can download all the layers of this map that are hosted on this GeoNode.
hr: Ovde možete preuzeti sve slojeve ove karte nalaze se na ovom GeoNode-u.

source: <div class="alert alert-warning">Could not find downloadable layers for this map. You can go back to
hr: <div class="alert alert-warning">Nije moguće pronaći slojeve za preuzimanje za ovu kartu. Možete se vratiti

source: Additionally, the map contains these layers which will not be downloaded due to security restrictions:
hr: Dodatno, karta sadrži ove slojeve koji se neće preuzimati zbog sigurnosnih ograničenja:

source: Finally, the map contains these layers which will not be downloaded because they are not available directly from this GeoNode:
hr: Konačno, karta sadrži ove slojeve koji se neće preuzimati jer nisu dostupni direktno sa ovog GeoNode-a:

source: Downloading
hr: Preuzimanje

source: Retry
hr: Pokušati ponovo

source: Start downloading this map
hr: Započeti preuzimanje karte

source: Download Complete
hr: Preuzimanje završeno

source: Download Failed
hr: Preuzimanje neuspešno

source: Edit Map
hr: Izmeniti kartu

source: Explore Maps
hr: Istražiti karte

source: Note: this map's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
hr: Napomena: originalni metapodaci ove karte su popunjeni uvozom XML datoteke metapodataka. GeoNode-ov uvoz metapodataka podržava podskup elemenata metapodataka ISO, FGDC i Dublin Core. Neki od vaših originalnih metapodataka su možda izgubljeni.

source: Return to Map
hr: Vratiti se u kartu

source: Remove Map
hr: Obrisati kartu

source: Are you sure you want to remove <a href="%(map.get_absolute_url)s">%(map_title)s</a>?
hr: Da li ste sigurni da želite da obrišete <a href="%(map.get_absolute_url)s">%(map_title)s</a>?

source: You are not permitted to delete this map.
hr: Nije Vam dozvoljeno da obrišete ovu kartu.

source: You do not have permissions for this map.
hr: Nemate dozvolu za brisanje ove karte.

source: You must be logged in to save this map
hr: Morate biti prijavljeni kako biste sačuvali ovu kartu

source: You are not permitted to save or edit this map.
hr: Nije Vam dozvoljeno da čuvate ili menjate ovu kartu.

source: You are not allowed to modify this map's metadata.
hr: Nije Vam dozvoljeno mijenjati metapodatke ove karte.

source: You are not allowed to view this map.
hr: Nije Vam dozvoljeno da vidite ovu kartu.

source: error saving thumbnail
hr: greška pri čuvanju sličice

source: Message received
hr: Poruka primnjena

source: New message received in one of your threads
hr: Primljena je nova poruka u jednoj od vaših tema

source: Monitoring alert
hr: Upozorenje za monitoring

source: Alert situation reported by monitoring
hr: Stanje uzbune prijavljeno monitoringom

source: GeoNode Monitoring on {base_ctx['host']}
hr: GeoNode Monitoring na {base_ctx['host']}

source: Enter valid email addresses.
hr: Unesite važeće adrese e-pošte.

source: Show list of services
hr: Prikaži listu usluga

source: Process data since specific timestamp (YYYY-MM-DD HH:MM:SS format). If not provided, last sync will be used.
hr: Obraditi podatke od određene vremenske oznake (GGGG-MM-DD HH:MM:SS format). Ako nije navedeno, koristiće se poslednja sinhronizacija.

source: Process data until specific timestamp (YYYY-MM-DD HH:MM:SS format). If not provided, now will be used.
hr: Obraditi podatke do određene vremenske oznake (GGGG-MM-DD HH:MM:SS format). Ako se ne dostavi, koristiće se sada.

source: Force check
hr: Prisilna provera

source: Format of audit log (xml, json)
hr: Format dnevnika revizije (xml, json)

source: Should old data be preserved (default: no, data older than settings.MONITORING_DATA_TTL will be removed)
hr: Ako se stari podaci sačuvaju (podrazumevano: ne, podaci stariji od settings.MONITORING_DATA_TTL će biti uklonjen)

source: Should stop on first error occured (default: no)
hr: Treba li se zaustaviti nakon prve greške (podrazumevano: ne)

source: Should process and send notifications as well (default: no)
hr: Treba obraditi i slati obaveštenja (podrazumevano: ne)

source: Collect data from this service only
hr: Prikupljajte podatke samo od ove usluge

source: Show list of metrics
hr: Prikaži listu metrika

source: Show list of labels for metric
hr: Prikaži listu oznaka za metriku

source: Show list of resources for metric
hr: Prikaži listu resursa za metriku

source: Data aggregation interval in seconds (default: 60)
hr: Interval agregacije podataka u sekundama (podrazumevano: 60)

source: Metric name
hr: Metričko ime

source: Show data for specific resource in resource_type=resource_name format
hr: Prikaži podatke za određeni resurs u formatu resource_type=resource_name

source: Show data for specific resource
hr: Prikaži podatke za određeni resurs

source: Show data for specific label
hr: Prikaži podatke za određenu oznaku

source: Write result to file, default GEOIP_PATH: {settings.GEOIP_PATH}
hr: Upišite rezultat u fajl, podrazumevano GEOIP_PATH: {settings.GEOIP_PATH}

source: Fetch database from specific url. If nothing provided, default {} will be used
hr: Dohvati bazu podataka sa određenog URL-a. Ako ništa nije navedeno, koristiće se podrazumevani {}

source: Overwrite file if exists
hr: Prepiši datoteku ako postoji

source: No resource
hr: Nema resursa

source: Resource base
hr: Baza resursa

source: Style
hr: Stil

source: Other
hr: Drugo

source: Rate
hr: Oceniti

source: Count
hr: Brojač

source: Value
hr: Vrednost

source: Value numeric
hr: Numerička vrednost

source: Bytes
hr: Bajta

source: Kilobytes
hr: Kilobajta

source: Megabytes
hr: Megabajta

source: Gigabytes
hr: Gigabajta

source: Bytes per second
hr: Bajta u sekundi

source: Kilobytes per second
hr: Kilobajta u sekundi

source: Megabytes per second
hr: Megabajta u sekundi

source: Gigabytes per second
hr: Gigabajta u sekundi

source: Seconds
hr: Sekundi

source: Percentage
hr: Procenata

source: Not OWS
hr: Nema OWS

source: Any OWS
hr: Bilo koji OWS

source: Change
hr: Izmeniti

source: Change Metadata
hr: Izmeniti metapodatke

source: View Metadata
hr: Videti metapodatke

source: Publish
hr: Objaviti

source: Geoserver event
hr: Geoserver događaj

source: List of resources affected
hr: Lista ugroženih resursa

source: Response processing time in ms
hr: Vreme obrade odgovora u ms

source: 1 minute
hr: 1 minut

source: 5 minutes
hr: 5 minuta

source: 10 minutes
hr: 10 minuta

source: 30 minutes
hr: 30 minuta

source: 1 hour
hr: 1 sat

source: Error
hr: Greška

source: Fatal
hr: Katastrofalna

source: Expected min/max values for user configuration
hr: Očekivane min/maksimalne vrednosti za korisničku konfiguraciju

source: Marker of last delivery
hr: Marker posljednje isporuke

source: Minimum time between subsequent notifications
hr: Minimalno vrijeme između sljedećih obavještenja

source: How severe would be error from this notification
hr: Koliko bi teška bila greška iz ovog obavještenja

source: Is it active
hr: Da li je aktivno

source: Value must be above
hr: Vrednost mora biti iznad

source: Value must be below
hr: Vrednost mora biti niže

source: Last update must not be older than
hr: Poslednje ažuriranje ne sme biti starije od

source: Max timeout for given metric before error should be raised
hr: Maksimalno vremensko ograničenje za datu metriku pre nego što greška bude podignuta

source: Monitoring & Analytics
hr: Monitoring i analitika

source: Only superusers can monitor performance
hr: Samo superkorisnici mogu pratiti performanse

source: Hi,
hr: Zdravo,

source: Monitoring on
hr: Monitoring je uključen

source: has detected following problems :
hr: je otkrio sljedeće probleme:

source: spotted
hr: primećen

source: ago
hr: pre

source: emerged
hr: pojavio se

source: User following you
hr: Korisnik vas prati

source: Another user has started following you
hr: Drugi korisnik vas je počeo pratiti

source: User requested access
hr: Korisnik je zatražio pristup

source: A new user has requested access to the site
hr: Novi korisnik je zatražio pristup stranici

source: Account activated
hr: Račun je aktiviran

source: This account is now active and can log in the site
hr: Ovaj nalog je sada aktivan i može se prijaviti na stranicu

source: Personal info
hr: Lični podaci

source: Important dates
hr: Važni datumi

source: Extended profile
hr: Prošireni profil

source: Password changed successfully.
hr: Lozinka je uspješno promijenjena.

source: Change password: %s
hr: Promena lozinke: %s

source: party who authored the resource
hr: strana koja je autor resursa

source: party who has processed the data in a manner such that the resource has been modified
hr: strana koja je obrađivala podatke na način da je izvor izmijenjen

source: party who published the resource
hr: strana koja je objavila izvor

source: party that accepts accountability and responsibility for the data and ensures appropriate care and maintenance of the resource
hr: strana koja prihvata odgovornost i odgovornost za podatke i osigurava odgovarajuću brigu i održavanje resursa

source: party who can be contacted for acquiring knowledge about or acquisition of the resource
hr: strana koja se može kontaktirati radi sticanja znanja o ili nabavke resursa

source: party who distributes the resource
hr: strana koja distribuira resurs

source: party who uses the resource
hr: strana koja koristi resurs

source: party that supplies the resource
hr: strana koja isporučuje resurs

source: party who created the resource
hr: strana koja je kreirala resurs

source: party that owns the resource
hr: strana koja je vlasnik resursa

source: key party responsible for gathering information and conducting research
hr: ključna strana odgovorna za prikupljanje informacija i sprovođenje istraživanja

source: Email Address
hr: E-mail adresa

source: Organization Name
hr: Ime organizacije

source: name of the responsible organization
hr: naziv odgovorne organizacije

source: Profile
hr: Profil

source: introduce yourself
hr: predstavite se

source: Position Name
hr: Naziv pozicije

source: role or position of the responsible person
hr: uloga ili položaj odgovorne osobe

source: Voice
hr: Glas

source: telephone number by which individuals can speak to the responsible organization or individual
hr: broj telefona preko kojeg pojedinci mogu razgovarati sa odgovornom organizacijom ili pojedincem

source: Facsimile
hr: Kopija (Facsimile)

source: telephone number of a facsimile machine for the responsible organization or individual
hr: broj telefona faksa za odgovornu organizaciju ili pojedinca

source: Delivery Point
hr: Mesto isporuke

source: physical and email address at which the organization or individual may be contacted
hr: fizičku i adresu e-pošte na kojoj se može kontaktirati organizacija ili pojedinac

source: City
hr: Grad

source: city of the location
hr: grad lokacije

source: Administrative Area
hr: Administrativno područje

source: state, province of the location
hr: država, pokrajina lokacije

source: Postal Code
hr: Poštanski broj

source: ZIP or other postal code
hr: Poštanski ili drugi poštanski broj

source: Country
hr: Država

source: country of the physical address
hr: država fizičke adrese

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
hr: najčešće korišćene reči ili formalizovana reči ili fraze koje se koriste za opisivanje subjekta (razdvojeni razmakom ili zarezom

source: Timezone
hr: Vremenska zona

source: No Group
hr: Nema grupe

source: All contents
hr: Svi sadržaji

source: No Organization Info
hr: Nema informacija o organizaciji

source: Forgot Username
hr: Zaboravljeno korisničko ime

source: Enter your email address and click the submit button. <br />Your username will be sent to you.
hr: Unesite svoju email adresu i kliknite na dugme za slanje. <br />Vaše korisničko ime će vam biti poslano.

source: Create Profile
hr: Napraviti profil

source: Profile of
hr: Profil od

source: Not provided.
hr: Nije obezbeđeno.

source: Position
hr: Pozicija

source: Organization
hr: Organizacija

source: Not provided
hr: Nije obezbeđeno

source: Fax
hr: Faks

source: User layers WMS GetCapabilities document
hr: Korisnički slojevi WMS GetCapabilities dokumenta

source: Message User
hr: Napisati korisniku

source: Edit profile
hr: Izmeniti profil

source: Connected social accounts
hr: Povezani društveni nalozi

source: Associated e-mails
hr: Povezani e-mailovi

source: Set/Change password
hr: Postavi/promeni lozinku

source: Upload new layers
hr: Otpremite nove slojeve

source: Create a new layer
hr: Kreirajte novi sloj

source: Upload new document
hr: Dodati novi dokument

source: Create a new map
hr: Napraviti novu kartu

source: My Activities
hr: Moje aktivnosti

source: Notifications
hr: Obaveštenja

source: Announcements
hr: Najave

source: Invite Users
hr: Pozovite korisnike

source: Invite users
hr: Pozovite korisnike

source: User Activities
hr: Aktivnosti korisnika

source: Resources
hr: Resursi

source: Edit Your Profile
hr: Uredite svoj profil

source: Edit Profile for
hr: Uredi profil za

source: Change your avatar
hr: Promijenite svoj avatar

source: Update profile
hr: Ažurirajte profil

source: Explore People
hr: Istražite ljude

source: Your username for {site.name}
hr: Vaše korisničko ime za {site.name}

source: Your username has been emailed to you.
hr: Vaše korisničko ime vam je poslato e-poštom.

source: No user could be found with that email address.
hr: Nije pronađen nijedan korisnik sa tom adresom e-pošte.

source: You are not permitted to save or edit this resource.
hr: Nije vam dozvoljeno sačuvati ili uređivati ovaj resurs.

source: You are not authorized to download this resource.
hr: Niste ovlaštćeni za preuzimanje ovog izvora.

source: No files have been found for this resource. Please, contact a system administrator.
hr: Nije pronađen nijedan fajl za ovaj resurs. Molimo kontaktirajte administratora sistema.

source: No files found.
hr: Nije pronađen nijedan fajl.

source: Not Authorized
hr: Nije ovlašćen

source: GeoNode Resource Processing Library
hr: Biblioteka za obradu resursa GeoNode

source: Disabling this Task will make the Processing Workflow to skip it.
hr: Onemogućavanjem ovog zadatka će učiniti da ga tok rada obrade preskoči.

source: Processing Workflow Tasks
hr: Obrada zadataka toka posla

source: Session is Expired. Please login again!
hr: Sesija je istekla. Molimo prijavite se ponovo!

source: Permissions successfully updated!
hr: Dozvole su uspešno ažurirane!

source: Error updating permissions :(
hr: Greška pri ažuriranju dozvola :(

source: You are not allowed to change permissions for this resource
hr: Nemate dozvole za promenu stila za ovog resursa

source: Security Rules Cache Refreshed!
hr: Keš sigurnosnih pravila je osvežen!

source: You cannot modify this resource!
hr: Ne možete izmeniti ovaj resurs!

source: Attributes/Stats Refreshed Successfully!
hr: Atributi/Statistike uspešno osvežene!

source: GeoWebCache Tiled Layer Emptied!
hr: GeoWebCache Tiled sloj je ispražnjen!

source: Wrong permissions specification
hr: Pogrešna specifikacija dozvola

source: error delivering notification
hr: greška pri isporuci obaveštenja

source: Auto-detect
hr: Automatska detekcija

source: Paired WMS/WFS/WCS
hr: Upareni WMS/WFS/WCS

source: Catalogue Service
hr: Katalog servis

source: Harvard Geospatial Library
hr: Geoprostorna biblioteka Harvarda

source: GeoNode (Catalogue Service)
hr: GeoNode (Katalog Service)

source: Service URL
hr: URL servisa

source: Service Type
hr: Tip servisa

source: Service %(url)s is already registered
hr: Servis %(url)s je već registrovan

source: Could not connect to the service at %(url)s
hr: Nije moguće povezati se na servis na %(url)s

source: Could not find importable resources for the service at %(url)s
hr: Nije moguće pronaći uvozne resurse za servis na %(url)s

source: Found service of type %(found_type)s instead of %(service_type)s
hr: Pronađen servis tipa %(found_type)s umesto %(service_type)s

source: Local
hr: Lokalno

source: Cascaded
hr: Kaskadno

source: Harvested
hr: Prikupljeno

source: Indexed
hr: Indeksirano

source: Live
hr: Uživo

source: Resource is queued
hr: Resurs je na čekanju

source: Remote service unavailable
hr: Daljinska usluga nije dostupna

source: Service unavailable
hr: Servis je nedostupan

source: Could not contact
hr: Ne mogu kontaktirati

source: Contact
hr: Kontakt

source: Service Resources
hr: Servisni resursi

source: No resources have been imported yet.
hr: Još uvek nema uvezenih resursa.

source: Retry job
hr: Pokušaj ponovo

source: previous
hr: prethodno

source: next
hr: sledeće

source: Connecting to service...
hr: Povezivanje na servis...

source: Edit Service Metadata
hr: Uredite servisne metapodatke

source: Import Service Resources
hr: Uvoz resursa usluga

source: Remove Service
hr: Uklonite servis

source: Edit Service
hr: Izmeniti servis

source: Services
hr: Servisi

source: Add Remote Service
hr: Dodati udaljeni servis

source: Remote Services
hr: Udaljeni servis

source: No services registered
hr: Nema registrovanih servisa

source: Register Service
hr: Registrovati servis

source: Register New Service
hr: Registrovati novi servis

source: Service has been created:
hr: Servis je napravljen:

source: The following layers will be imported
hr: Sledeći slojevi su dodati

source: Remove Remote Service
hr: Uklonite udaljeni servis

source: Are you sure you want to remove
hr: Da li ste sigurni da želite udaljiti

source: Deleting service and its associated resources...
hr: Brisanje servisa i povezanih resursa...

source: Import resources
hr: Uvezite resurse

source: no
hr: ne

source: resources can be imported
hr: resursi se mogu uvoziti

source: - These will be cascaded through your local geoserver instance
hr: - Oni će se slati kaskadno kroz instancu vašeg lokalnog geoservera

source: Clear Filter
hr: Obrisati filter

source: Back to service details
hr: Vratiti se na detalje servisa

source: Import Resources
hr: Uvoz resursa

source: Previous
hr: Prethodno

source: All resources have already been imported
hr: Svi resursi su već uvezeni

source: Harvesting resources...
hr: Harvesting resursa...

source: Re-scan Service for new Resources
hr: Ponovno skenirajte servis za nove resurse

source: Service registered successfully
hr: Usluga je uspešno registrovana

source: The selected resources are being imported
hr: Odabrani resursi se uvoze

source: The selected resources have been imported
hr: Odabrani resursi su uvezeni

source: Resource is already being processed
hr: Resurs se već obrađuje

source: Resource {resource_id} is being processed
hr: Resurs {resource_id} se obrađuje

source: Service rescanned successfully
hr: Servis je uspešno ponovo skeniran

source: You dont have enougth rigths to see the resource detail
hr: Nemate dovoljno prava da vidite detalje o resursu

source: You are not permitted to change this service.
hr: Nije vam dozvoljeno menjati ovu uslugu.

source: You are not permitted to remove this service.
hr: Nije vam dozvoljeno da uklonite ovu uslugu.

source: Service {service.name} has been deleted
hr: Servis {service.name} je izbrisana

source: created
hr: napravljen

source: deleted
hr: obrisan

source: updated
hr: ažuriran

source: added a comment
hr: dodat komentar

source: updated a comment
hr: ažuriran komentar

source: uploaded
hr: dodat

source: Recent activity
hr: Nedavna aktivnost

source: to
hr: za

source: on
hr: na

source: Not Permitted
hr: Nije dozvoljeno

source: You are not allowed to perform this operation.
hr: Nije vam dozvoljeno da izvršite ovu operaciju.

source: Please verify that you are logged in as the correct user.
hr: Molimo potvrdite da ste prijavljeni kao ispravan korisnik.
