Repository: labepn/hr1
Catalog: LC_MESSAGES/django.po
Languages: hr

source: <p><a href="http://geonode.org/">GeoNode</a> is an open service built on open source software. We encourage you to build new applications using the components and resources it provides. This page is a starting point for developers interesting in taking full advantage of GeoNode. It also includes links to the project's source code so anyone can build and customize their own GeoNode. </p> <h3>GeoNode Software</h3> <p>All the code that runs GeoNode is open source. The code is available at <a href="http://github.com/GeoNode/geonode">http://github.com/GeoNode/geonode/</a>. The issue tracker for the project is at <a href="http://github.com/GeoNode/geonode/issues">http://github.com/GeoNode/geonode/issues</a>.</p> <p>GeoNode is built using several open source projects, each with its own community. If you are interested in contributing new features to the GeoNode, we encourage you to do so by contributing to one of the projects on which it is built:</p> <ul> <li><a href="http://geoserver.org">GeoServer</a> - Standards based server for geospatial information</li> <li><a href="http://geowebcache.org">GeoWebCache</a> - Cache engine for WMS Tiles</li><li><a href="http://openlayers.org">OpenLayers</a> - Pure JavaScript library powering the maps of GeoExt</li> <li><a href="http://pycsw.org">pycsw</a> - CSW, OpenSearch and OAI-PMH metadata catalogue server</li> </ul> <h3>What are OGC Services?</h3> <p>The data in this application is served using open standards endorsed by ISO and the <a href="http://opengeospatial.org/">Open Geospatial Consortium</a>; in particular, WMS (Web Map Service) is used for accessing maps, WFS (Web Feature Service) is used for accessing vector data, and WCS (Web Coverage Service) is used for accessing raster data. WMC (Web Map Context Documents) is used for sharing maps. You can use these services in your own applications using libraries such as OpenLayers, GeoTools, and OGR (all of which are open-source software and available at zero cost). Additionally, CSW (Catalog Service for the Web) supports access to collections of descriptive information (metadata) about data and services.</p> <h3>What is GeoWebCache?</h3> <p>GeoWebCache provides mapping tiles that are compatible with a number of mapping engines, including Google Maps, Bing Maps and OpenLayers. All the data hosted by GeoNode is also available through GeoWebCache. GeoWebCache improves on WMS by caching data and providing more responsive maps.</p> <h3>CSW Example Code</h3> <p>To interact with GeoNode's CSW you can use any CSW client (QGIS MetaSearch, GRASS, etc.). The following example illustrates a simple invocation using the OWSLib Python package:</p> <p><code>from owslib.csw import CatalogueServiceWeb</code></p> <p><code>from owslib.fes import PropertyIsLike</code></p> <p><code>csw = CatalogueServiceWeb('%(CATALOGUE_BASE_URL)s')</code></p> <p><code>anytext = PropertyIsLike('csw:AnyText', 'birds')')</code></p> <p><code>csw.getrecords2(constraints=[anytext])</code></p> <p><code>print csw.results</code></p> <p><code>print csw.records</code></p> <h3>OpenLayers Example Code</h3> <p>To include a GeoNode map layer in an OpenLayers map, first find the name for that layer. This is found in the layer's <code>name</code> field (not <code>title</code>) of the layer list. For this example, we will use the Nicaraguan political boundaries background layer, whose name is <code>risk:nicaragua_admin</code>. Then, create an instance of OpenLayers.Layer.WMS:</p> <p><code>var geonodeLayer = new OpenLayers.Layer.WMS("GeoNode Risk Data", "http://demo.geonode.org/geoserver/wms",{ layers: "risk:nicaragua_admin" });</code></p> <h3>Google Maps Example Code</h3> <p>To include a GeoNode map layer in a Google Map, include the dataset name in the URL template.</p> <p><code>var tilelayer = new GTileLayer(null, null, null, {tileUrlTemplate: 'http://demo.geonode.org/geoserver/gwc/service/gmaps?layers=risk:nicaragua_admin&#38;zoom={Z}&#38;x={X}&#38;y={Y}', isPng:true, opacity:0.5 } );</code></p> <h3>Shapefile/GeoJSON/GML Output</h3> <p>To get data from the GeoNode web services use the WFS protocol. For example, to get the full Nicaraguan admin boundaries use:</p> <p><code>http://demo.geonode.org/geoserver/wfs?request=GetFeature&#38;typeName=risk:nicaragua_admin&#38;outputformat=SHAPE-ZIP</code></p> <p>Changing output format to <code>json</code>, <code>GML2</code>, <code>GML3</code>, or <code>csv</code> will get data in those formats. The WFS protocol also can handle more precise queries, specifying a bounding box or various spatial and non-spatial filters based on the attributes of the data.</p> <h3>GeoTools Example Code</h3> <p>Create a DataStore and extract a FeatureType from it, then run a Query. It is all documented on the wiki at <code>http://geotools.org/</code>.</p>
hr: <p><a href="http://geonode.org/">GeoNode</a> je otvoreni servis izgrađen na softveru otvorenog koda. Podstičemo vas da pravite nove aplikacije koristeći komponente i resurse koje ona pruža. Ova stranica je početna tačka za programere koji su zainteresovani da u potpunosti iskoriste prednosti GeoNode-a. Takođe uključuje veze do izvornog koda projekta tako da svako može izgraditi i prilagoditi svoj vlastiti GeoNode. </p> <h3>Softver GeoNode</h3> <p>Sav kod koji pokreće GeoNode je otvorenog koda. Kôd je dostupan na <a href="http://github.com/GeoNode/geonode">http://github.com/GeoNode/geonode/</a>. Praćenje problema za projekat je na <a href="http://github.com/GeoNode/geonode/issues">http://github.com/GeoNode/geonode/issues</a>.</p> <p>GeoNode je izgrađen korišćenjem nekoliko projekata otvorenog koda, svaki sa svojom zajednicom. Ako ste zainteresovani da doprinesete novim karakteristikama GeoNode-u, podstičemo vas da to učinite doprinoseći jednom od projekata na kojima je izgrađen:</p> <ul> <li><a href="http://geoserver.org">GeoServer</a> - Standardni server za geoprostorne informacije</li> <li><a href="http://geowebcache.org">GeoWebCache</a> - Cache engine za WMS tajlove</li><li><a href="http://openlayers.org">OpenLayers </a> - Čista JavaScript biblioteka koja pokreće mape GeoExt-a</li> <li><a href="http://pycsw.org">pycsw</a> - CSW, OpenSearch i OAI-PMH kataloški server metapodataka</li> </ul> <h3>Šta su OGC usluge?</h3> <p>Podaci u ovoj aplikaciji se serviraju korišćenjem otvorenih standarda koje podržava ISO i <a href="http://opengeospatial.org/">Open Geospatial Consortium</a>; posebno, WMS (Web Map Service) se koristi za pristup kartama, WFS (Web Feature Service) se koristi za pristup vektorskim podacima, a WCS (Web Coverage Service) se koristi za pristup rasterskim podacima. WMC (Web Map Context Documents) se koristi za deljenje karata. Ove usluge možete koristiti u vlastitim aplikacijama koristeći biblioteke kao što su OpenLayers, GeoTools i OGR (sve su softver otvorenog koda i dostupan po nultom trošku). Osim toga, CSW (Catalog Service for Web) podržava pristup zbirkama deskriptivnih informacija (metapodataka) o podacima i uslugama.</p> <h3>Šta je GeoWebCache?</h3> <p>GeoWebCache pruža tajlove za mapiranje koje su kompatibilne sa brojnim mašinama za mapiranje, uključujući Google Maps, Bing Maps i OpenLayers. Svi podaci koje hostuje GeoNode takođe su dostupni preko GeoWebCache-a. GeoWebCache poboljšava WMS keširanjem podataka i pružanjem mapa koje bolje reagiraju.</p> <h3>CSW primjer koda</h3> <p>Za interakciju sa GeoNode-ovim CSW-om možete koristiti bilo koji CSW klijent (QGIS MetaSearch, GRASS, itd.). Sljedeći primer ilustruje jednostavno pozivanje pomoću OWSLib Python paketa:</p> <p><code>sa owslib.csw import CatalogueServiceWeb</code></p> <p><code>sa owslib.fes import PropertyIsLike</code></p> <p><code>csw = CatalogueServiceWeb('%(CATALOGUE_BASE_URL)s')</code></p> <p><code>anytext = PropertyIsLike('csw:AnyText', 'ptice')')</code></p> <p><code>csw.getrecords2(constraints=[bilo koji tekst])</code></p> <p><code>print csw.results</code></p> <p><code>print csw.records</code></p> <h3>OpenLayers primer koda</h3> <p>Da biste uključili sloj karte GeoNode u OpenLayers kartu, prvo pronađite naziv za taj sloj. Ovo se nalazi u polju sloja <code>name</code> (a ne <code>title</code>) na listi slojeva. Za ovaj primer koristićemo pozadinski sloj političkih granica Nikaragve, čije je ime <code>risk:nicaragua_admin</code>. Zatim kreirajte instancu OpenLayers.Layer.WMS:</p> <p><code>var geonodeLayer = new OpenLayers.Layer.WMS("Podaci o riziku GeoNode", "http://demo.geonode.org/geoserver/wms",{ layers: "risk:nicaragua_admin" });< /code></p> <h3>Primer koda Google Maps</h3> <p>Da biste uključili sloj karte GeoNode u Google Mapu, uključite naziv skupa podataka u URL predložak.</p> <p><code>var tilelayer = new GTileLayer(null, null, null, {tileUrlTemplate: 'http://demo.geonode.org/geoserver/gwc/service/gmaps?layers=risk:nicaragua_admin&#38;zoom= {Z}&#38;x={X}&#38;y={Y}', isPng:true, opacity:0.5 } );</code></p> <h3>Shapefile/GeoJSON/GML izlaz</h3> <p>Da biste dobili podatke iz GeoNode web servisa, koristite WFS protokol. Na primjer, da dobijete pune nikaragvanske administrativne granice koristite:</p> <p><code>http://demo.geonode.org/geoserver/wfs?request=GetFeature&#38;typeName=risk:nicaragua_admin&#38;outputformat=SHAPE-ZIP</code></p> <p>Promenom izlaznog formata u <code>json</code>, <code>GML2</code>, <code>GML3</code> ili <code>csv</code> dobićete podatke u tim formatima. Protokol WFS također može rukovati preciznijim upitima, specificirajući granični okvir ili različite prostorne i neprostorne filtere na osnovu atributa podataka.</p> <h3>GeoTools primer koda</h3> <p>Kreirajte DataStore i izdvojite FeatureType iz njega, a zatim pokrenite upit. Sve je dokumentovano na wiki na <code>http://geotools.org/</code>.</p>

source: GeoNode's Web Services
hr: GeoNode Web servisi

source: GeoNode's Web Services are available from the following URLs:
hr: GeoNode Web servisi su dostupni sa sledećih URL-ova:

source: Dynamic tiles via WMS:
hr: Dinamički tajlovi putem WMS-a:

source: Vector data via WFS:
hr: Vektorski podaci putem WFS-a:

source: Raster data via WCS:
hr: Rasterski podaci putem WCS-a:

source: Metadata search via CSW:
hr: Pretraga metapodataka putem CSW-a:

source: Metadata search via OpenSearch:
hr: Pretraga metapodataka pute OpenSearch:

source: Metadata search via OAI-PMH:
hr: Pretraga metapodataka putem OAI-PMH:

source: Cached tiles via WMTS:
hr: Keširani tajlovi putem WMTS:

source: User Guide
hr: Korisničko uputstvo

source: GeoNode Help
hr: GeoNode pomoć

source: This page provides helpful information about how to use the GeoNode. You can use the sidebar links to navigate to what you want to know.
hr: Ova stranica pruža korisne informacije o tome kako koristiti GeoNode. Možete koristiti veze na bočnoj traci za navigaciju do onoga što želite znati.

source: <p>The GeoNode provides access to data sets and a map editing application allows users to browse existing maps and contribute their own.</p> <h4 id="browsing-data">Browsing Layers</h4> <p>The <a href="{{ url_layer_browse }}">Layers</a> tab allows you to browse data uploaded to this GeoNode.</p> <p>All data can be downloaded in a variety of formats, for use in other applications.</p> <h4 id="developer-access">Developer Access</h4> <p>The <a href="{{ url_developer }}"> Developer</a> page is the place for developers to get started building applications against the GeoNode. It includes instructions on using the web services, links to the source code of the GeoNode, and information about the open source projects used to create it.</p> <h4 id="browsing-maps">Browsing Maps</h4> <p>The GeoNode allows users to create and share maps with one another.</p> <p>The <a href="{{ url_maps_browse }}">Maps</a> tab is a gateway to map exploration on GeoNode. From here you can <strong>search for a map</strong> or <strong>create a map</strong>, which will open the <a href="{{ url_maps_new }}">Map Composer</a>.</p> <h5>Google Earth Mode</h5> <p>Any map viewed in the interactive map editor can be seen in 3D mode with the Google Earth plugin. To switch to 3D mode select the Google Earth globe logo, the rightmost button on top toolbar. If you do not have the Google Earth plugin installed you will be prompted to install it.</p> <h4 id="creating-a-map">Creating a Map</h4> <p>To create a new map go to the <a href="{{ url_maps_browse }}">Contributed Maps</a> tab and click the <a href="{{ url_maps_new }}">create your own map</a> link.</p> <p>This will take you to the <a href="{{ url_maps_new }}">Map Composer</a> with a base layer loaded.</p> <p>To add data layers from the GeoNode click on the green plus button located below the layers tab on the left hand side of the screen. This will open a dialog listing all the layers available on the GeoNode.</p> <p>To add layers to your map select them and hit the <strong>Add Layers</strong> button. When finished you may hit <strong>Done</strong> to close the dialog and go back to the map.</p> <h5>Reordering and Removing Layers</h5> <p>Change the display order of the layers listed in the data tab by simply dragging and dropping their names. The order in the map will be updated to reflect that. To turn a layer's visibility off simply uncheck it, and to remove it entirely select it and hit the red minus button.</p> <h5>Saving your map</h5> <p>Once a suitable set of layers and zoom level has been found it's time to save it so others can see it. Click the Save button--the left most icon on the top toolbar, an image of a map with a disk--on the top menu and fill out the title and abstract of the map.</p> <h4 id="exporting-a-map">Publishing a Map</h4> <p>Any map from the GeoNode can be embedded for use in another site or blog. To publish a map:</p> <ol> <li>Select the from the list of maps on the community or map page and then hit the 'Publish map' button.</li> <li>Choose your desired height and width for the widget in the wizard.</li> <li>Copy the HTML snippet provided in the wizard to any HTML page or iFrame-supporting blog post.</li> </ol> <p>This will put an interactive widget showing you map in your web page or blog post.</p> <p>Note that the <a href="{{ url_maps_new }}">Map Composer</a> also has a button to publish the map. Just be sure to save the map before publishing if there are changes that you want others to see. It publishes the last saved version, not the last viewed version.</p> <h4 id="remixing-a-map">Remixing a Map</h4> <p>Any map available can serve as a starting point for a new map.</p> <ol> <li>Open the map in the Map Composer.</li> <li>Add and remove layers as you like.</li> <li>Pan and zoom to highlight the area of interest.</li> <li><strong>IMPORTANT:</strong> Update the title, abstract, contact info and tags to reflect the new map.</li> <li>Save the map.</li> </ol> <p>You will be able to see your new map when you search for it from the <a href="{{ url_maps_browse }}">Maps</a> tab.</p>
hr: <p>GeoNode pruža pristup skupovima podataka, a aplikacija za uređivanje karata omogućava korisnicima da pregledaju postojeće karte i pravljenje svojih.</p> <h4 id="browsing-data">Pretraga slojeva</h4> <p>Kartica <a href="{{ url_layer_browse }}">Slojevi</a> vam omogućava da pregledate podatke otpremljene na ovaj GeoNode.</p> <p>Svi podaci se mogu preuzeti u različitim formatima za upotrebu u drugim aplikacijama.</p> <h4 id="developer-access">Pristup za developere</h4> <p>Stranica <a href="{{ url_developer }}"> Developer</a> je mjesto za developere da počnu graditi aplikacije na GeoNode-u. Sadrži instrukcije o korišćenju web usluga, veze do izvornog koda GeoNode-a i informacije o projektima otvorenog koda koji su korišćeni za njegovo kreiranje.</p> <h4 id="browsing-maps">Pregledanje karata</h4> <p>GeoNode omogućava korisnicima da naprave i dele karte jedni s drugima.</p> <p>Kartica <a href="{{ url_maps_browse }}">Karta</a> je pristupnica za istraživanje mapa na GeoNode-u. Odavde možete <strong>tražiti kartu</strong> ili <strong>napraviti kartu</strong>, što će otvoriti <a href="{{ url_maps_new }}">Map Composer</a>. </p> <h5>Google Earth način rada</h5> <p>Svaka karta koja se vidi u interaktivnom uređivaču karata može se videti u 3D uz pomoć dodatka Google Earth. Za prebacivanje na 3D način rada odaberite logotip Google Earth globusa, krajnje desno dugme na gornjoj traci sa alatkama. Ako nemate instaliran dodatak za Google Earth, od vas će biti zatraženo da ga instalirate.</p> <h4 id="creating-a-map">Pravljenje karte</h4> <p>Da kreirate novu kartu idite na karticu <a href="{{ url_maps_browse }}">Doprinesene karte</a> i kliknite na <a href="{{ url_maps_new }}">kreirajte svoju kartu</a> link.</p> <p>Ovo će vas odvesti do <a href="{{ url_maps_new }}">Map Composer-a</a> sa učitanim osnovnim slojem.</p> <p>Da biste dodali slojeve podataka iz GeoNode kliknite na zeleno plus dugme koji se nalazi ispod kartice slojeva na levoj strani ekrana. Ovo će otvoriti dijalog sa popisom svih slojeva dostupnih na GeoNode-u.</p> <p>Da dodate slojeve vašoj mapi, odaberite ih i pritisnite dugme <strong>Dodaj slojeve</strong>. Kada završite, možete pritisnuti <strong>Gotovo</strong> da zatvorite dijalog i vratite se na mapu.</p> <h5>Promena reda i uklanjanje slojeva</h5> <p>Promenite redosled prikaza slojeva navedenih na kartici podataka jednostavnim povlačenjem i ispuštanjem njihovih imena. Redosled na karti će se ažurirati kako bi to odražavao. Da biste isključili vidljivost sloja, jednostavno ga poništite, a da biste ga u potpunosti uklonili, odaberite ga i pritisnite crveno dugme minus.</p> <h5>Snimanje vaše karte</h5> <p>Kada se pronađe odgovarajući skup slojeva i nivo zumiranja, vreme je da ga sačuvate kako bi ga drugi mogli videti. Kliknite na dugme Sačuvaj – krajnju levu ikonu na gornjoj traci sa alatkama, sliku mape sa diskom – u gornjem meniju i popunite naslov i sažetak mape.</p> <h4 id="exporting-a-map">Objavljivanje mape</h4> <p>Svaka mapa iz GeoNode-a može se ugraditi za korišćenje na drugom mestu ili blogu. Za objavljivanje mape:</p> <ol> <li>Odaberite sa liste mapa na stranici zajednice ili mape, a zatim pritisnite dugme 'Objavi mapu'.</li> <li>Odaberite željenu visinu i širinu za vidžet u čarobnjaku.</li> <li>Kopirajte HTML isečak koji ste dobili u čarobnjaku na bilo koju HTML stranicu ili post na blogu koji podržava iFrame.</li> </ol> <p>Ovo će postaviti interaktivni widget koji vam prikazuje mapu na vašoj web stranici ili blogu.</p> <p>Imajte na umu da <a href="{{ url_maps_new }}">Map Composer</a> također ima dugme za objavljivanje mape. Samo obavezno sačuvajte kartu prije objavljivanja ako postoje promene koje želite da drugi vide. Objavljuje posljednju sačuvanu verziju, a ne posljednju pregledanu verziju.</p> <h4 id="remixing-a-map">Remiksiranje karte</h4> <p>Svaka dostupna karta može poslužiti kao početna tačka za novu mapu.</p> <ol> <li>Otvorite mapu u Map Composer-u.</li> <li>Dodajte i uklanjajte slojeve kako želite.</li> <li>Pomerite i zumirajte da biste istakli oblast od interesa.</li> <li><strong>VAŽNO:</strong> Ažurirajte naslov, sažetak, kontakt informacije i oznake da odražavaju novu mapu.</li> <li>Sačuvajte mapu.</li> </ol> <p>Moći ćete videti svoju novu mapu kada je tražite na kartici <a href="{{ url_maps_browse }}">Mape</a>.</p>

source: Sections
hr: Sekcije

source: Browsing Layers
hr: Pretraživanje slojeva

source: Developer Access
hr: Pristup za developere

source: Browsing Maps
hr: Pretraživanje karata

source: Creating a Map
hr: Pravljenje karte

source: Exporting a Map
hr: Izvoženje karte

source: Remixing a Map
hr: Remiksiranje karte

source: Welcome!
hr: Dobrodošli!

source: Get Started &raquo;
hr: Započnite &raquo;

source: Search for Data.
hr: Pretražite podatke.

source: Advanced Search
hr: Napredna pretraga

source: Click to search for geospatial data published by other users, organizations and public sources. Download data in standard formats.
hr: Kliknite za pretraživanje geoprostornih podataka koje su objavili drugi korisnici, organizacije i javni izvori. Preuzmite podatke u standardnim formatima.

source: Add datasets
hr: Dodati setove podataka

source: Explore datasetss
hr: Istražiti setove podataka

source: Data is available for browsing, aggregating and styling to generate maps which can be saved, downloaded, shared publicly or restricted to specify users only.
hr: Podaci su dostupni za pregledavanje, agregaciju i stiliziranje za generiranje mapa koje se mogu sačuvati, preuzeti, javno deliti ili ograničiti samo na određene korisnike.

source: Create maps
hr: Napraviti karte

source: Explore maps
hr: Istražiti karte

source: As for the layers and maps GeoNode allows to publish tabular and text data, manage their metadata and associated documents.
hr: Što se tiče slojeva i mapa, GeoNode omogućava objavljivanje tabelarnih i tekstualnih podataka, upravljanje njihovim metapodacima i povezanim dokumentima.

source: Add documents
hr: Dodati dokumente

source: Explore documents
hr: Istražiti dokumente

source: Geonode allows registered users to easily upload geospatial data and various documents in several formats.
hr: Geonode omogućava registrovanim korisnicima da lako dodaju geoprostorne podatke i razne dokumente u nekoliko formata.

source: See users
hr: Pogledati korisnike

source: Featured Datasets
hr: Istaknuti skupovi podataka

source: Accept
hr: Prihvatiti

source: Reject
hr: Odbiti

source: Leave
hr: Napustiti

source: Dear Sir/Madam,
hr: Poštovani gospodine/gospođo,

source: is inviting you to join (%(site_name)s).
hr: vas poziva da se pridružite (%(site_name)s).

source: To do so, please register at <a href="%(invite_url)s">%(site_name)s Registration</a>.
hr: Da biste to učinili, molimo vas da se registrirate na <a href="%(invite_url)s">%(site_name)s Registracija</a>.

source: Once you receive the confirmation that your account is activated, you can notify
hr: Kada dobijete potvrdu da je vaš nalog aktiviran, možete ga obavijestiti

source: that you wish to join her/his group(s) through
hr: preko koje želite da se pridružite njenim/njegovim grupama

source: this link
hr: ovim linkom

source: <strong>%(inviter_name)s</strong> is a member of the following group(s):
hr: <strong>%(inviter_name)s</strong> je član sljedećih grupa:

source: We look forward to seeing you on the platform,
hr: Radujemo se što ćemo vas videti na platformi,

source: The GeoNode team.
hr: GeoNode tim.

source: is inviting you to join
hr: vas poziva da se pridružite

source: To do so, please register at
hr: Da biste to učinili, molimo vas da se registrujte se na

source: that you wish to join her/his group(s) through this link
hr: da želite pridružiti se njenim/njegovim grupama putem ovog linka

source: is a member of the following group(s)
hr: je član sljedeće grupe(a)

source: Updating Metadata...
hr: Dodavanja metapodataka...

source: Topic Category is mandatory and cannot be empty!
hr: Kategorija teme je obavezna i ne može biti prazna!

source: Group is mandatory and cannot be empty!
hr: Grupa je obavezna i ne može biti prazna!

source: Identification
hr: Identifikacija

source: Yes
hr: Da

source: Published
hr: Objavljeno

source: Information
hr: Informacija

source: Identification Image
hr: Identifikaciona slika

source: Spatial Extent
hr: Prostorni opseg

source: Projection System
hr: Sistem projekcije

source: Extension x0
hr: Opseg x0

source: Extension x1
hr: Opseg x1

source: Extension y0
hr: Opseg y0

source: Extension y1
hr: Opseg y1

source: Features
hr: Karakteristike

source: Contact Points
hr: Kontaktne tačke

source: References
hr: Reference

source: Link Online
hr: Link onlajn

source: Metadata Page
hr: Stranica metapodataka

source: Online Link
hr: Onlajn link

source: * Field declared Mandatory by the Metadata Schema
hr: * Polje koje je šema metapodataka proglasila obaveznim

source: Please, fill the following items before clicking on preview:
hr: Molimo Vas da popunite sljedeće stavke prije nego kliknete na pregled:

source: Request perission
hr: Zahtevati dozvolu
