Repository: labepn/hr1
Catalog: LC_MESSAGES/django.po
Languages: hr

source: Loading...
hr: Učitavanje...

source: Filter by attributes
hr: Филтери по атрибутима

source: Match
hr: Slagati se

source: all
hr: sve

source: any
hr: bilo koji

source: of the following:
hr: od sledećih:

source: Attribute
hr: Atribut

source: Feature limit
hr: Ograničenje mogućnosti

source: Pick your download format:
hr: Odaberite format za preuzimanje:

source: No data available for this resource. Please contact a system administrator or a manager.
hr: Nema dostupnih podataka za ovaj resurs. Molimo kontaktirajte administratora sistema ili menadžera.

source: Warning
hr: Upozorenje

source: Edit Layer
hr: Izmeniti sloj

source: Upload Metadata
hr: Dodati metapodatke

source: Styles
hr: Stilovi

source: Manage
hr: Upravljati

source: Layer
hr: Sloj

source: Append Data
hr: Proširiti podatke

source: Edit data
hr: Izmeniti podatke

source: View Dataset
hr: Videti set podataka

source: Attribute Information
hr: Informacije o atributu

source: ISO Feature Catalogue
hr: ISO katalog osobina

source: Legend
hr: Legenda

source: Maps using this dataset
hr: Карте које користе ове податке

source: List of maps using this dataset:
hr: Lista karata koje koriste ovaj set podataka:

source: This dataset is not currently used in any maps.
hr: Ovaj set podataka se trenutno ne koristi ni u jednoj karti.

source: Create a map using this dataset
hr: Napraviti kartu koristeći ovaj set podataka

source: Click the button below to generate a new map based on this dataset.
hr: Kliknite na dugme ispod da generišete novu kartu na osnovu ovog skupa podataka.

source: Add the dataset to an existing map
hr: Dodajte skup podataka postojećoj karti

source: Click the button below to add the dataset to the selected map.
hr: Kliknite na dugme ispod da dodate skup podataka na odabranu kartu.

source: Add to Map
hr: Dodati na kartu

source: Documents related to this layer
hr: Dokumenti koji se odnose na ovaj sloj

source: List of documents related to this layer:
hr: Lista dokumenata koji se odnose na ovaj sloj:

source: The following styles are associated with this layer. Choose a style to view it in the preview map.
hr: Sljedeći stilovi su povezani sa ovim slojem. Odaberite stil da ga vidite na karti pregleda.

source: (default style)
hr: (podrazumevani stil)

source: No styles associated with this layer
hr: Nema stilova povezanih s ovim slojem

source: External service layer
hr: Eksterni servisni sloj

source: Source
hr: Izvor

source: Refresh Attributes and Statistics of this layer
hr: Osvežite atribute i statistiku ovog sloja

source: Click the button below to allow GeoNode refreshing the list of available Dataset Attributes. If the option 'WPS_ENABLED' has been also set on the backend, it will recalculate their statistics too.
hr: Kliknite na dugme ispod da dozvolite GeoNode-u da osveži listu dostupnih atributa skupa podataka. Ako je opcija 'WPS_ENABLED' također postavljena na pozadinskom delu, ponovo će izračunati i njihovu statistiku.

source: Refresh Attributes and Statistics
hr: Osvežite atribute i statistiku

source: Clear the Server Cache of this layer
hr: Očistite serverski keš ovog sloja

source: Click the button below to wipe the tile-cache of this layer.
hr: Kliknite na dugme ispod da obrišete keš tajlova ovog sloja.

source: Empty Tiled-Dataset Cache
hr: Ispraznite keš Tiled seta podataka

source: Click the button below to change the permissions of this layer.
hr: Kliknite na dugme ispod da promenite dozvole za ovaj sloj.

source: Change Dataset Permissions
hr: Promenite dozvole skupa podataka

source: Remove Mosaic Granules
hr: Uklonite granule mozaika

source: Are you sure you want to remove Granule %(granule_id)s of the Mosaic <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
hr: Da li ste sigurni da želite udaljiti granulu %(granule_id)s mozaika <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: This action affects the following maps:
hr: Ova radnja utiče na sljedeće karte:

source: No maps are using this layer
hr: Nijedna karta ne koristi ovaj sloj

source: Upload Datasets
hr: Dodati set podataka

source: for %(layer_title)s
hr: za %(layer_title)s

source: Note: this layer's orginal metadata was populated and preserved by importing a metadata XML file. This metadata cannot be edited.
hr: Napomena: originalni metapodaci ovog sloja su popunjeni i sačuvani uvozom XML datoteke metapodataka. Ove metapodatke nije moguće uređivati.

source: Note: this layer's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
hr: Napomena: originalni metapodaci ovog sloja su popunjeni uvozom XML datoteke metapodataka. GeoNode-ov uvoz metapodataka podržava podskup elemenata metapodataka ISO, FGDC i Dublin Core. Neki od vaših originalnih metapodataka su možda izgubljeni.

source: Editing details for %(layer_title)s
hr: Uređivanje detalja za %(layer_title)s

source: Use a custom template?
hr: Koristiti prilagođeni šablon?

source: Display Order
hr: Redosled prikaza

source: Display Type
hr: Tip prikaza

source: Visible
hr: Vidljivo

source: ERROR
hr: GREŠKA

source: Following items are required:
hr: Sledeće stavke su potrebne:

source: Upload Dataset Metadata
hr: Dodati metapodatke skupa podataka

source: Remove Datasets
hr: Udaljiti setove podataka

source: Are you sure you want to remove <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?
hr: Da li ste sigurni da želite da obrišete <a href="%(layer.get_absolute_url)s">%(layer_title)s</a>?

source: Replace Dataset
hr: Zameniti setove podataka

source: Manage Styles
hr: Upravljati stilovima

source: Manage Available Styles for <a href="{{ layer_url }}">%(layer_title)s</a>
hr: Upravljati dostupnim stilovima za <a href="{{ layer_url }}">%(layer_title)s</a>

source: Dataset Default Style
hr: Podrazumevani stil seta podataka

source: Available styles
hr: Dostupni stilovi

source: Click on an available style in the upper box to assign it to this layer. Selected styles appear in the lower box.
hr: Kliknite na dostupni stil u gornjem okviru da ga dodelite ovom sloju. Odabrani stilovi se pojavljuju u donjem okviru.

source: Update Available Styles
hr: Ažurirati slobodne stilove

source: Return to Layer
hr: Vratiti se u sloj

source: Upload Dataset Style
hr: Dodati stil seta podataka

source: WARNING
hr: UPOZORENJE

source: This will most probably overwrite the current default style!
hr: Ovo će najverovatnije prebrisati trenutni zadani stil!

source: Preview
hr: Pregled

source: Dataset Attributes
hr: Atributi seta podataka

source: Upload Dataset
hr: Dodati set podataka

source: Upload status
hr: Status dodavanja

source: This file needs additional configuration to complete the upload process. Please click on the button to fill the required configuration
hr: Ovoj datoteci je potrebna dodatna konfiguracija da dovrši proces učitavanja. Molimo kliknite na dugme da ispunite potrebnu konfiguraciju

source: Delete
hr: Obrisati

source: Upload process completed
hr: Proces dodavanja je završen

source: The upload process cannot be completed because the original file is no more available
hr: Proces učitavanja se ne može dovršiti jer originalni fajl više nije dostupan

source: Created
hr: Napravljeno

source: Progress
hr: Napredak

source: page
hr: stranica

source: of
hr: od

source: Delete incomplete upload
hr: Обрисати незавршено додавање

source: Are you sure you want to remove this incomplete upload?
hr: Jeste li sigurni da želite ukloniti ovo nepotpuno dodavanje?

source: Upload Dataset Step: Set SRS
hr: Dodavanje skupa podataka: Postavite SRS

source: Provide CRS for
hr: Obezbedite CRS za

source: Coordinate Reference System
hr: Koordinatni referentni sistem

source: A coordinate reference system for this dataset could not be determined. Locate or enter the appropriate ESPG code for this dataset below. One way to do this is do visit: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> and enter the following:
hr: Ne može se odrediti koordinatni referentni sistem za ovaj skup podataka. Pronađite ili unesite odgovarajući ESPG kod za ovaj skup podataka ispod. Jedan od načina da to uradite je da posetite: <a href="http://prj2epsg.org/search" target="_">prj2epsg</a> i unesite sljedeće:

source: Native CRS could not be found!
hr: Nije moguće pronaći izvorni CRS!

source: Provide EPSG code for Source SRS
hr: Navedite EPSG kod za izvorni SRS

source: EPSG Code (Source SRS)
hr: EPSG kod (izvorni SRS)

source: Select a Source SRS
hr: Izaberite izvorni SRS

source: Source SRS EPSG Code is mandatory and represents the native data Spatial Reference System. <br><br> This must be coherent with the Geometry values (lon/lat coordinates as an instance) stored on the geospatial dataset. <br><br> If not specified on the geospatial data itself, it must be manually declared by the operator. <br><br> More information is provided at the bottom of the page in the "Additional Help" sections.
hr: Izvorni SRS EPSG kod je obavezan i predstavlja prostorni referentni sistem izvornih podataka. <br><br> Ovo mora biti koherentno sa vrednostima geometrije (lon/lat koordinate kao instanca) sačuvanim u skupu geoprostornih podataka. <br><br> Ako nije navedeno u samim geoprostornim podacima, operater ih mora ručno deklarirati. <br><br> Više informacija nalazi se na dnu stranice u delu "Dodatna pomoć".

source: Next
hr: Sledeći

source: Advanced Options
hr: Napredna podešavanja

source: Target SRS
hr: Ciljani SRS

source: EPSG Code (Target SRS)
hr: EPSG kod (Ciljani SRS)

source: Select a Target SRS
hr: Izaberite ciljani SRS

source: leave it empty to use only Source SRS
hr: ostavite prazno da biste koristili samo izvorni SRS

source: Additional Help
hr: Dodatna pomoć

source: Spatial Reference System
hr: Prostorni referentni sistem

source: A spatial reference system (SRS) or coordinate reference system (CRS) is a coordinate-based local, regional or global system used to locate geographical entities. A spatial reference system defines a specific map projection, as well as transformations between different spatial reference systems. Spatial reference systems are defined by the OGC's Simple feature access using well-known text, and support has been implemented by several standards-based geographic information systems. Spatial reference systems can be referred to using a SRID integer, including EPSG codes defined by the International Association of Oil and Gas Producers. It is specified in ISO 19111:2007 Geographic information—Spatial referencing by coordinates, also published as OGC Abstract Specification, Topic 2: Spatial referencing by coordinate.
hr: Prostorni referentni sistem (SRS) ili koordinatni referentni sistem (CRS) je lokalni, zasnovan na koordinatama, regionalni ili globalni sistem koji se koristi za lociranje geografskih entiteta. Prostorni referentni sistem defineše određenu kartu projekcije, kao i transformacije između različitih prostornih referentnih sistema. Prostorni referentni sistemi su definisano OGC-ovim jednostavnim pristupom karakteristikama koristeći dobro poznati tekst, a podršku je implementiralo nekoliko geografski informacioni sistemi zasnovani na standardima. Prostorni referentni sistemi se mogu pozvati koristeći SRID celi broj, uključujući EPSG kodove definisane od strane Međunarodnog udruženja proizvođača nafte i gasa. Specificirano je u ISO 19111:2007 Geografske informacije—Prostorno referenciranje po koordinatama, takođe objavljeno kao OGC apstraktna specifikacija, Tema 2: Prostorno referenciranje po koordinatama.

source: Identifiers
hr: Identifikatori

source: A Spatial Reference System Identifier (SRID) is a unique value used to unambiguously identify projected, unprojected, and local spatial coordinate system definitions. These coordinate systems form the heart of all GIS applications. Virtually all major spatial vendors have created their own SRID implementation or refer to those of an authority, such as the European Petroleum Survey Group (EPSG).
hr: Identifikator prostornog referentnog sistema (SRID) je jedinstvena vrijednost koja se koristi za nedvosmislenu identifikaciju projektovanih, neprojektovanih, i definicije lokalnog prostornog koordinatnog sistema. Ovi koordinatni sistemi čine srce svih GIS aplikacija. Praktično svi glavni dobavljači prostornih prostora kreirali su vlastitu implementaciju SRID-a ili se pozivaju na implementaciju vlasti, kao što je European Petroleum Survey Group (EPSG).

source: NOTE: As of 2005 the EPSG SRID values are now maintained by the International Association of Oil & Gas Producers (OGP) Surveying & Positioning Committee
hr: NAPOMENA: Od 2005. EPSG SRID vrednosti sada održava International Udruženje proizvođača nafte i gasa (OGP) Komitet za istraživanje i pozicioniranje

source: SRIDs are the primary key for the Open Geospatial Consortium (OGC) spatial_ref_sys metadata table for the Simple Features for SQL Specification, Versions 1.1 and 1.2, which is defined as follows:
hr: SRID-ovi su primarni ključ za tabelu metapodataka Open Geospatial Consortium (OGC) spatial_ref_sys za Simple Karakteristike za SQL specifikaciju, verzije 1.1 i 1.2, koja je definisana kako sledi:

source: In spatially enabled databases (such as IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS and SQL Anywhere), SRIDs are used to uniquely identify the coordinate systems used to define columns of spatial data or individual spatial objects in a spatial column (depending on the spatial implementation). SRIDs are typically associated with a well known text (WKT) string definition of the coordinate system (SRTEXT, above). From the Well Known Text Wikipedia page
hr: U prostorno omogućenim bazama podataka (kao što su IBM DB2, IBM Informix, Microsoft SQL Server, MySQL, Oracle RDBMS, Teradata, PostGIS i SQL Anywhere), SRID-ovi se koriste za jedinstvenu identifikaciju koordinatnih sistema koji se koriste za definiranje kolona prostornih podataka ili pojedinačnih prostorni objekti u prostornoj koloni (zavisno od prostorne implementacije). SRID-ovi se obično povezuju sa dobro poznatim tekstualnim (WKT) definicija niza koordinatnog sistema (SRTEXT, gore). Sa stranice na Wikipediji Well Known Text

source: “A WKT string for a spatial reference system describes the datum, geoid, coordinate system, and map projection of the spatial objects”.
hr: „WKT niz za prostorni referentni sistem opisuje datum, geoid, koordinatni sistem, i kartografska projekcija prostornih objekata”.

source: Here are two common coordinate systems with their EPSG SRID value followed by their well known text:
hr: Evo dva uobičajena koordinatna sistema sa njihovom EPSG SRID vrednošću iza kojih sledi njihov dobro poznati tekst:

source: SRID values associated with spatial data can be used to constrain spatial operations — for instance, spatial operations cannot be performed between spatial objects with differing SRIDs in some systems, or trigger coordinate system transformations between spatial objects in others.
hr: SRID vrednosti povezane s prostornim podacima mogu se koristiti za ograničavanje prostornih operacija — na primer, prostorne operacije se ne mogu izvoditi između prostornih objekata sa različitim SRID-ovima u nekim sistemima ili aktivirati transformacije koordinatnog sistema između prostornih objekata u drugim.

source: Source SRS EPSG Code is mandatory and represents the native data Spatial Reference System. This must be coherent with the Geometry values (lon/lat coordinates as an instance) stored on the geospatial dataset. If not specified on the geospatial data itself, it must be manually declared by the operator.
hr: Izvorni SRS EPSG kod je obavezan i predstavlja prostorni referentni sistem izvornih podataka. Ovo mora biti u skladu sa Geometrijske vrednosti (lon/lat koordinate kao instanca) skladištene u skupu geoprostornih podataka. Ako nije navedeno u samim geoprostornim podacima, to operater mora ručno deklarirati.

source: Target SRS EPSG Code is optional. This must be used only if we need to re-project the coordinates from Source SRS to another one.
hr: Ciljni SRS EPSG kod nije obavezan. Ovo se mora koristiti samo ako je potrebno da reprojiciramo koordinate iz SRS izvora na drugu.

source: Upload Dataset Step: CSV Field Mapping
hr: Korak otpremanja skupa podataka: CSV mapiranje polja

source: Geospatial Data
hr: Geoprostorni podaci

source: Please indicate which attributes contain the latitude and longitude coordinates in the CSV data.
hr: Molimo naznačite koji atributi sadrže koordinate geografske širine i dužine u CSV podacima.

source: With this data, GeoNode was able to guess which attributes contain the latitude and longitude coordinates, but please confirm that the correct attributes are selected below.
hr: Sa ovim podacima, GeoNode je mogao pogoditi koji atributi sadrže koordinate geografske širine i dužine, ali potvrdite da su tačne atributi su odabrani ispod.

source: Select an attribute
hr: Izaberite atribut

source: We did not detect columns that could be used for the latitude and longitude. Please verify that you have two columns in your csv file that can be used for the latitude and longitude.
hr: Nismo otkrili kolone koje bi se mogle koristiti za geografsku širinu i dužinu. Molimo proverite da imate dve kolone u vašoj csv datoteci za koje možete koristiti geografsku širinu i dužinu.

source: Your upload is either complete or you haven't resumed an earlier one.
hr: Vaše dodavanje je ili završeno ili niste nastavili sa prethodnim.

source: Return to
hr: Vratiti se na

source: Upload Form
hr: Forma dodavanja

source: Upload Dataset Step: Time
hr: Dodavanje seta podataka: Vreme

source: Inspect data for
hr: Pregledajte podatke za

source: Configure as Time-Series
hr: Konfigurišite kao vremenski niz

source: Toggling this selector allows you to configure (or not) this data as a time series; in this case you will also have to select an attribute to drive the time dimension. <br><br> If GeoNode is not able to parse any of the values for the selected attribute red markers will appear to highlight the problems. <br><br> More information is provided at the bottom of the page in the "Additional Help" sections.
hr: Prebacivanje ovog birača omogućava vam da konfigurišete (ili ne) ove podatke kao vremensku seriju; u ovom slučaju ćete takođe morati odabrati atribut da pokreće vremensku dimenziju. <br><br> Ako GeoNode nije u mogućnosti da raščlani bilo koju od vrednosti za odabrani atribut pojaviće se crveni markeri da istaknu probleme. <br><br> Više informacija nalazi se na dnu stranice u delu "Dodatna pomoć".

source: No
hr: Ne

source: Use an existing timestamp attribute in the data
hr: Koristite postojeći atribut vremenske oznake u podacima

source: Yes: with an existing Time-Attribute
hr: Da: sa postojećim vremenskim atributom

source: Yes: by converting data to a timestamp using standard date/time representation
hr: Da: pretvaranjem podataka u vremensku oznaku koristeći standardnu reprezentaciju datuma/vremena

source: Convert a number field into a year
hr: Pretvorite brojčano polje u godinu

source: Yes: by converting a number as Year
hr: Da: pretvaranjem broja u godinu

source: Convert data to a timestamp using standard date/time representation or a custom format
hr: Pretvorite podatke u vremensku oznaku koristeći standardni prikaz datuma/vremena ili prilagođeni format

source: Start Importer
hr: Pokrenuti dodavač

source: Date Format
hr: Format datuma

source: Text Attribute Date Format
hr: Tekst atributa Format datuma

source: Best Guess
hr: Najbolji pogodak

source: Custom
hr: Željeno

source: Optional End-Time attribute
hr: Opcioni atribut vremena završetka

source: Existing Time Attribute
hr: Postojeći atribut vremena

source: Convert Text Attribute
hr: Pretvori atribut teksta

source: Convert Number (As Year)
hr: Pretvori broj (kao godina)

source: Time attribute Presentation
hr: Vremenski atribut prezentacija

source: List
hr: Lista

source: of all the distinct time values
hr: svih različitih vremenskih vrijednosti

source: Intervals
hr: Intervali

source: defined by the resolution
hr: definisano rezolucijom

source: Continuous Intervals
hr: Kontinuirani intervali

source: for data that is frequently updated, resolution describes the frequency of updates
hr: za podatke koji se često ažuriraju, rezolucija opisuje učestalost ažuriranja

source: Resolution of time attribute
hr: Rezolucija vremenskog atributa

source: Enabling Time
hr: Omogućavanje vremena

source: A dataset can support one or two time attributes. If a single attribute is used, the dataset is considered to contain data that is valid at single points in time. If two attributes are used, the second attribute represents the end of a valid period hence the dataset is considered to contain data that is valid at certain periods in time.
hr: Skup podataka može podržati jedan ili dva vremenska atributa. Ako se jedan atribut koristi, smatra se da skup podataka sadrži podatke koji su važeći u pojedinačnim vremenskim tačkama. Ako dva atributi se koriste, drugi atribut predstavlja kraj validnog perioda pa se skup podataka razmatra da sadrži podatke koji su važeći u određenim vremenskim periodima.

source: Selecting an Attribute
hr: Biranje atributa

source: A time attribute can be
hr: Atribut vremena može biti

source: An existing date
hr: Postojeći datum

source: Text that can be converted to a timestamp
hr: Tekst koji se može pretvoriti u vremensku oznaku

source: A number representing a year
hr: Broj koji predstavlja godinu

source: For text attributes, one can specify a custom format (as part of the "Advanced Options") or use the 'best guess' approach which will try to automatically translate well-known recognized patterns into valid times.
hr: Za tekstualne atribute, može se odrediti prilagođeni format (kao deo "Napredne opcije") ili koristiti pristup "najbolje pretpostavke" koji će pokušati automatski prevesti dobro poznate prepoznatljive obrasce u valjana vremena.

source: The 'best guess' will handle date and optional time variants of
hr: 'Najbolja pretpostavka' će obraditi varijante datuma i vremena

source: In terms of the formatting flags noted above, these are
hr: Što se tiče zastavica formatiranja navedenih gore, to jesu

source: Modal Header
hr: Modalni Header

source: Some text in the modal
hr: Neki tekst u modalnom

source: does NOT match any valid ISO-8601 Date-Time string!
hr: NE odgovara nijednom važećem ISO-8601 nizu datum-vreme!

source: Valid ISO-8601 for
hr: Validni ISO-8601 za

source: matches a valid ISO-8601 Date-Time string!
hr: odgovara važećem ISO-8601 nizu datum-vreme!

source: Not Valid ISO-8601 for
hr: Nije važeći ISO-8601 za

source: does NOT match any valid ISO-8601 Date-Time string!
hr: NE odgovara nijednom važećem ISO-8601 nizu datum-vreme!

source: Wrong Selection
hr: Pogrešan odabir

source: Please, select one Time Attribute to test!
hr: Molimo odaberite jedan atribut vremena za testiranje!

source: Returning to the upload starting page in <span id="cnt">5</span>seconds
hr: Povratak na početnu stranicu za otpremanje za <span id="cnt">5</span>sekundi

source: Or just go
hr: Ili samo idi

source: now
hr: sada

source: You are attempting to {action_type} a vector dataset with a raster.
hr: Pokušavate {action_type} vektorski skup podataka sa rasterom.

source: You are attempting to {action_type} a raster dataset with a vector.
hr: Pokušavate {action_type} skup podataka rastera s vektorom.

source: You are attempting to {action_type} a vector dataset with an unknown format.
hr: Pokušavate {action_type} vektorski skup podataka s nepoznatim formatom.

source: Please ensure the name is consistent with the file you are trying to {action_type}.
hr: Proverite je li naziv u skladu s fajlom koji pokušavate {action_type}.
