Repository: labepn/hr1
Catalog: LC_MESSAGES/django.po
Languages: hr

source: Request to download a resource
hr: Zahtev za preuzimanje resursa

source: A request for downloading a resource was sent
hr: Poslat je zahtev za preuzimanje resursa

source: Request resource change
hr: Zahtevajte promenu resursa

source: Owner has requested permissions to modify a resource
hr: Vlasnik je zatražio dozvolu da izmeni resurs

source: series
hr: serije

source: computer program or routine
hr: kompjuterski program ili rutina

source: feature type
hr: tip feature-a

source: copy or imitation of an existing or hypothetical object
hr: kopija ili imitacija postojećeg ili hipotetičkog objekta

source: collection hardware
hr: hardver za prikupljanje

source: collection session
hr: sesija prikupljanja

source: non-geographic data
hr: ne-geografski podaci

source: property type
hr: tip imovine

source: field session
hr: terenska sesija

source: dataset
hr: set podataka

source: service interfaces
hr: servisni interfejsi

source: attribute class
hr: klasa atributa

source: characteristic of a feature
hr: karakteristika osobine

source: tile or spatial subset of geographic data
hr: pločica ili prostorni podskup geografskih podataka

source: feature
hr: osobina

source: dimension group
hr: grupa dimenzija

source: frequency of maintenance for the data is not known
hr: učestalost održavanja podataka nije poznata

source: data is repeatedly and frequently updated
hr: podaci se često obnavljaju

source: there are no plans to update the data
hr: ne postoje planovi za obnovu podataka

source: data is updated each day
hr: podaci se obnavljaju svaki dan

source: data is updated every year
hr: podaci se obnavljaju svake godine

source: data is updated as deemed necessary
hr: podaci se obnavljaju po potrebnosti

source: data is updated each month
hr: podaci se obnavljaju svaki mesec

source: data is updated every two weeks
hr: podaci se obnavljaju svake druge nedelje

source: data is updated in intervals that are uneven in duration
hr: podaci se obnavljaju u nejednakim intervalima

source: data is updated on a weekly basis
hr: podaci se obnavljaju nedeljno

source: data is updated twice each year
hr: podaci se obnavljaju dva puta godišnje

source: data is updated every three months
hr: podaci se obnavljaju svaka tri meseca

source: No information provided
hr: Nema pružanih informacija

source: Category is required.
hr: Potrebna je kategorija.

source: Keywords from Thesaurus
hr: Ključne reči iz Thesauru-a

source: List of keywords from Thesaurus
hr: Lista ključnih reči iz Thesaurus-a

source: Abstract
hr: Abstrakt

source: Purpose
hr: Svrha

source: Other constraints
hr: Druga ograničenja

source: Supplemental information
hr: Dodatne informacije

source: Data quality statement
hr: Izjava o kvalitetu podataka

source: Owner
hr: Vlasnik

source: Date
hr: Datum

source: temporal extent start
hr: početak vremenskog opsega

source: temporal extent end
hr: kraj vremenskog opsega

source: Person outside GeoNode (fill form)
hr: Osoba van GeoNode-a (popuniti formu)

source: Point of Contact
hr: Kontakt

source: Metadata Author
hr: Autor metapodataka

source: Free-text Keywords
hr: Ključne reči slobodnog teksta

source: A space or comma-separated list of keywords. Use the widget to select from Hierarchical tree.
hr: Lista ključnih reči odvojenih razmacima ili zarezima. Koristite widget za odabir iz hijerarhijskog stabla.

source: Regions
hr: Regioni

source: Vertical
hr: Vertikalno

source: Horizontal
hr: Horizontalno

source: Serbia
hr: Srbija

source: Size
hr: Veličina

source: Group
hr: Grupe

source: Category
hr: Kategorije

source: License
hr: Licence

source: Language
hr: Jezik

source: User
hr: Korisnik

source: Permission Type
hr: Vrsta dozvole

source: Mode
hr: Režim

source: Resource
hr: Resurs

source: Reason
hr: Razlog

source: Short reasoning behind the request
hr: Kratko obrazloženje zahteva

source: function performed by the responsible party
hr: funkcija je izvršena od odgovorne strane

source: brief narrative summary of the content of the resource(s)
hr: kratak narativni sažetak sadržaja izvora

source: reference date for the cited resource
hr: referentni datum za citirani izvor

source: identification of when a given event occurred
hr: identifikacija kada se određeni događaj dogodio

source: version of the cited resource
hr: verzija citiranog resursa

source: authority or function assigned, as to a ruler, legislative assembly, delegate, or the like.
hr: ovlašćenje ili funkcija dodeljena, kao vladaru, zakonodavnoj skupštini, delegatu ili slično.

source: a DOI will be added by Admin before publication.
hr: DOI će dodati administrator pre objavljivanja.

source: summary of the intentions with which the resource(s) was developed
hr: sažetak namera sa kojima su resursi razvijeni

source: frequency with which modifications and deletions are made to the data after it is first produced
hr: učestalost modifikacije i brisanja podataka nakon što su prvi put proizvedeni

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated)
hr: najčešće korištene reči ili formalizovane reči ili fraze koje se koriste za opisivanje subjekta (odvojene razmakom ili zarezom)

source: formalised word(s) or phrase(s) from a fixed thesaurus used to describe the subject (space or comma-separated)
hr: formalizovane reč(i) ili fraza(e) iz fiksnog tezaurusa koji se koristi za opisivanje subjekta (razmak ili zarez)

source: keyword identifies a location
hr: ključna reč identifikuje lokaciju

source: limitation(s) placed upon the access or use of the data.
hr: ograničenje(a) postavljeno na pristup ili korišćenje podataka.

source: other restrictions and legal prerequisites for accessing and using the resource or metadata
hr: druga ograničenja i zakonske pretpostavke za pristup i korišćenje resursa ili metapodataka

source: license of the dataset
hr: licenca skupa podataka

source: language used within the dataset
hr: jezik koji se koristi unutar skupa podataka

source: high-level geographic data thematic classification to assist in the grouping and search of available geographic data sets.
hr: tematska klasifikacija geografskih podataka visokog nivoa za pomoć u grupisanju i pretraživanju dostupnih skupova geografskih podataka.

source: method used to represent geographic information in the dataset.
hr: metoda koja se koristi za predstavljanje geografskih informacija u skupu podataka.

source: time period covered by the content of the dataset (start)
hr: vremenski period pokriven sadržajem skupa podataka (početak)

source: time period covered by the content of the dataset (end)
hr: vremenski period pokriven sadržajem skupa podataka (kraj)

source: general explanation of the data producer's knowledge about the lineage of a dataset
hr: opšte objašnjenje znanja proizvođača podataka o poreklu skupa podataka

source: title
hr: naslov

source: name by which the cited resource is known
hr: naziv po kojem je citirani izvor poznat

source: abstract
hr: sažetak

source: purpose
hr: svrha

source: date
hr: datum

source: date type
hr: tip datuma

source: edition
hr: verzija

source: Attribution
hr: Atributivnost

source: maintenance frequency
hr: učestalost održavanja

source: keywords
hr: ključne reči

source: keywords region
hr: ključne reči regiona

source: restrictions
hr: zabrane

source: restrictions other
hr: druge zabrane

source: language
hr: jezik

source: spatial representation type
hr: tip prostorne reprezentacije

source: supplemental information
hr: dopunske informacije

source: any other descriptive information about the dataset
hr: bilo koje druge opisne informacije o skupu podataka

source: data quality statement
hr: izveštaj o kvalitetu podataka

source: CSW typename
hr: CSW ime tipa

source: CSW schema
hr: CSW šema

source: CSW source
hr: CSW izvor

source: CSW insert date
hr: CSW datum unosa

source: CSW type
hr: CSW tip

source: CSW WKT geometry
hr: CSW WKT geometrija

source: Metadata uploaded preserve
hr: Očuvanje dodatih metapodataka

source: Featured
hr: Istaknuto

source: Should this resource be advertised in home page?
hr: Treba li ovaj resurs oglašavati na početnoj stranici?

source: Is Published
hr: Objavljeno

source: Should this resource be published and searchable?
hr: Treba li ovaj izvor objaviti i vidljiv u pretraživaču?

source: Approved
hr: Dozvoljeno

source: Is this resource validated from a publisher or editor?
hr: Da li je ovaj izvor potvrđen od izdavača ili urednika?

source: State
hr: Stanje

source: Hold the resource processing state.
hr: Zadržite stanje obrade resursa.

source: Security Rules Are Not Synched with GeoServer!
hr: Pravila bezbednosti nisu sinhronizovana sa GeoServer-om!

source: Resource Type
hr: Tip resursa

source: Metadata
hr: Metapodaci

source: If true, will be excluded from search
hr: Ukoliko je tačno, isključiti iz pretrage

source: For example "kml"
hr: Na primer "kml"

source: For example "View in Google Earth"
hr: Na primer "Pogledati u Google Earth"

source: For example "text/xml"
hr: Na primer "text/xml"

source: About
hr: Detalji

source: Responsible, Point of Contact, Metadata Author
hr: Odgovoran, Kontakt, Autor metapodataka

source: Responsible
hr: Odgovoran

source: Title
hr: Naslov

source: For more info see
hr: Za više informacija pogledajte

source: Creation Date
hr: Datum pravljenja

source: Publication Date
hr: Datum publikovanja

source: Revision Date
hr: Datum revizije

source: Type
hr: Tip

source: Keywords
hr: Ključne reči

source: More info
hr: Više informacija

source: Maintenance Frequency
hr: Učestalost održavanja

source: Restrictions
hr: Zabrane

source: Edition
hr: Izdanje

source: Temporal Extent
hr: Vremenski okvir

source: Data Quality
hr: Kvalitet podataka

source: Supplemental Information
hr: Dodatne informacije

source: Spatial Representation Type
hr: Tip prostornog prikaza

source: No content created yet.
hr: Za sada nema kreiranog sadržaja.

source: Temporal Serie
hr: Vremenska serija

source: Select
hr: Izabrati

source: Service is
hr: Servis je

source: online
hr: na mreži

source: offline
hr: van mreže

source: SECURITY NOT YET SYNCHRONIZED
hr: BEZBEDNOST JOŠ UVEK NIJE SINHRONIZOVANA

source: Sync permissions immediately
hr: Sinhronizovati dozvole

source: PENDING APPROVAL
hr: ČEKANJE ODOBRENJA

source: UNPUBLISHED
hr: NEPUBLIKOVANO

source: Create a Map
hr: Napraviti kartu

source: View Map
hr: Pogledati kartu

source: Batch Edit
hr: Batch izmena

source: Cancel
hr: Odustati

source: Submit
hr: Prihvatiti

source: Set Permissions
hr: Postaviti dozvole

source: Discover the available datasets.
hr: Istražiti dostupne skupove podataka.

source: Upload a Thumbnail
hr: Dodati sličicu

source: Remove (and use auto generated thumbnail)
hr: Obrisati (i koristiti automatsko generisanu sličicu)

source: Upload
hr: Dodati

source: Advanced Metadata
hr: Napredni metapodaci

source: GeoStories
hr: Geo-priče

source: Dashboards
hr: Kontrolne table

source: Extra metadata
hr: Dodatni metapodaci

source: Auto generated thumbnail
hr: Automatski generisana sličica

source: Raster Layer
hr: Rasterski sloj

source: Vector Layer
hr: Vektorski sloj

source: Vector Temporal Serie
hr: Vektorska vremenska serija

source: Remote Layer
hr: Obrisati sloj

source: WMS Cascade Layer
hr: WMS Cascade sloj

source: System message: A request to modify resource
hr: Sistemska poruka: Zahtev za izmenu resursa

source: The resource owner has requested to modify the resource
hr: Poslat je zahtev

source: Resource title
hr: Naslov resursa

source: Reason for the request
hr: Razlog preuzimanja

source: To allow the change, set the resource to not "Approved" under the metadata settingsand write message to the owner to notify him
hr: Kako bi dozvolili promenu, postavite resurs na "Odobren" u postavkama metapodataka i napišite poruku vlasniku da ga obavestite

source: Resource Cloned Successfully!
hr: Resurs je uspešno kloniran!

source: Error Occurred while Cloning the Resource: {e}
hr: Došlo je do greške prilikom kloniranja resursa: {e}

source: Resource Metadata
hr: Metapodaci resursa

source: Thumbnail
hr: Sličica

source: Resource ID
hr: Identifikacioni kod resursa

source: Start
hr: Početak

source: End
hr: Kraj

source: Extent
hr: Obim

source: Spatial Reference System Identifier
hr: Identifikator prostornog referentnog sistema

source: Attributes
hr: Atributi

source: Attribute name
hr: Ime atributa

source: Description
hr: Opis

source: GeoNode Client Library
hr: GeoNode članska biblioteka

source: Flora and/or fauna in natural environment. Examples: wildlife, vegetation, biological sciences, ecology, wilderness, sealife, wetlands, habitat.
hr: Flora i/ili fauna u prirodnom okruženju. Primeri: divlji svet, vegetacija, biološke nauke, ekologija, divljina, morski svet, močvare, stanište.

source: Legal land descriptions. Examples: political and administrative boundaries.
hr: Zakonski opisi zemljišta. Primjeri: političke i administrativne granice.

source: Boundaries
hr: Granice

source: Processes and phenomena of the atmosphere. Examples: cloud cover, weather, climate, atmospheric conditions, climate change, precipitation.
hr: Procesi i fenomeni atmosfere. Primeri: oblačnost, vreme, klima, atmosferski uslovi, klimatske promene, padavine.

source: Climatology Meteorology Atmosphere
hr: Klimatologija Meteorologija Atmosfera

source: Economic activities, conditions and employment. Examples: production, labour, revenue, commerce, industry, tourism and ecotourism, forestry, fisheries, commercial or subsistence hunting, exploration and exploitation of resources such as minerals, oil and gas.
hr: Ekonomske aktivnosti, uslovi i zapošljavanje. Primeri: proizvodnja, rad, prihod, trgovina, industrija, turizam i ekoturizam, šumarstvo, ribarstvo, komercijalni ili samostalni lov, istraživanje i eksploatacija resursa kao što su minerali, nafta i plin.

source: Economy
hr: Ekonomija

source: Height above or below sea level. Examples: altitude, bathymetry, digital elevation models, slope, derived products.
hr: Visina iznad ili ispod nivoa mora. Primeri: nadmorska visina, batimetrija, digitalni modeli visina, nagib, izvedeni proizvodi.

source: Elevation
hr: Visina

source: Environmental resources, protection and conservation. Examples: environmental pollution, waste storage and treatment, environmental impact assessment, monitoring environmental risk, nature reserves, landscape.
hr: Resursi životne sredine, zaštita i očuvanje. Primeri: zagađenje životne sredine, skladištenje i tretman otpada, procena uticaja na životnu sredinu, praćenje rizika po životnu sredinu, rezervati prirode, pejzaž.

source: Environment
hr: Životna sredina

source: Rearing of animals and/or cultivation of plants. Examples: agriculture, irrigation, aquaculture, plantations, herding, pests and diseases affecting crops and livestock.
hr: Uzgoj životinja i/ili uzgoj biljaka. Primeri: poljoprivreda, navodnjavanje, akvakultura, plantaže, stočarstvo, štetočine i bolesti koje pogađaju useve i stoku.

source: Farming
hr: Poljoprivreda

source: Information pertaining to earth sciences. Examples: geophysical features and processes, geology, minerals, sciences dealing with the composition, structure and origin of the earth s rocks, risks of earthquakes, volcanic activity, landslides, gravity information, soils, permafrost, hydrogeology, erosion.
hr: Informacije koje se odnose na nauke o Zemlji. Primeri: geofizičke karakteristike i procesi, geologija, minerali, nauke koje se bave sastavom, strukturom i porijeklom zemljinih stena, rizicima od zemljotresa, vulkanskom aktivnošću, klizišta, informacije o gravitaciji, tla, permafrost, hidrogeologija, erozija.

source: Geoscientific Information
hr: Geo-naučne informacije

source: Health, health services, human ecology, and safety. Examples: disease and illness, factors affecting health, hygiene, substance abuse, mental and physical health, health services.
hr: Zdravlje, zdravstvene usluge, ljudska ekologija i sigurnost. Primeri: bolest i bolest, faktori koji utiču na zdravlje, higijenu, zloupotrebu supstanci, mentalno i fizičko zdravlje, zdravstvene usluge.

source: Health
hr: Zdravlje

source: Base maps. Examples: land cover, topographic maps, imagery, unclassified images, annotations.
hr: Osnovne karte. Primeri: zemljišni pokrivač, topografske karte, slike, neklasificirane slike, napomene.

source: Imagery Base Maps Earth Cover
hr: Karte na osnovu satelitskih snimaka zemljinog pokrivača

source: Inland water features, drainage systems and their characteristics. Examples: rivers and glaciers, salt lakes, water utilization plans, dams, currents, floods, water quality, hydrographic charts.
hr: Karakteristike unutrašnjih voda, sistemi odvodnjavanja i njihove karakteristike. Primeri: reke i glečeri, slana jezera, planovi korišćenja vode, brane, struje, poplave, kvalitet vode, hidrografske karte.

source: Inland Waters
hr: Kopnene vode

source: Military bases, structures, activities. Examples: barracks, training grounds, military transportation, information collection.
hr: Vojne baze, strukture, aktivnosti. Primeri: kasarne, poligoni, vojni transport, prikupljanje informacija.

source: Intelligence Military
hr: Obaveštajna vojska

source: Positional information and services. Examples: addresses, geodetic networks, control points, postal zones and services, place names.
hr: Informacije o položaju i usluge. Primeri: adrese, geodetske mreže, kontrolne tačke, poštanske zone i službe, nazivi mesta.

source: Location
hr: Lokacija

source: Features and characteristics of salt water bodies (excluding inland waters). Examples: tides, tidal waves, coastal information, reefs.
hr: Osobine i karakteristike slanih voda (isključujući kopnene vode). Primeri: plime, plime i oseke, informacije o obali, grebeni.

source: Oceans
hr: Okeani

source: Information used for appropriate actions for future use of the land. Examples: land use maps, zoning maps, cadastral surveys, land ownership.
hr: Informacije koje se koriste za odgovarajuće radnje za buduće korišćenje zemljišta. Primeri: karte korišćenja zemljišta, zonske karte, katastarski premeri, vlasništvo nad zemljištem.

source: Planning Cadastre
hr: Katastar

source: Settlements, anthropology, archaeology, education, traditional beliefs, manners and customs, demographic data, recreational areas and activities, social impact assessments, crime and justice, census information. Economic activities, conditions and employment.
hr: Naselja, antropologija, arheologija, obrazovanje, tradicionalna verovanja, maniri i običaji, demografski podaci, rekreativna područja i aktivnosti, procene društvenog uticaja, kriminal i pravosuđe, informacije o popisu. Ekonomske aktivnosti, uslovi i zapošljavanje.

source: Population
hr: Stanovništvo

source: Characteristics of society and cultures. Examples: settlements, anthropology, archaeology, education, traditional beliefs, manners and customs, demographic data, recreational areas and activities, social impact assessments, crime and justice, census information.
hr: Karakteristike društva i kultura. Primeri: naselja, antropologija, arheologija, obrazovanje, tradicionalna verovanja, maniri i običaji, demografski podaci, rekreativna područja i aktivnosti, procene društvenog uticaja, kriminal i pravosuđe, informacije o popisu.

source: Society
hr: Društvo

source: Man-made construction. Examples: buildings, museums, churches, factories, housing, monuments, shops, towers.
hr: Objekti koju je napravio čovek. Primeri: zgrade, muzeji, crkve, fabrike, stambeni objekti, spomenici, trgovine, kule.

source: Structure
hr: Struktura

source: Means and aids for conveying persons and/or goods. Examples: roads, airports/airstrips, shipping routes, tunnels, nautical charts, vehicle or vessel location, aeronautical charts, railways.
hr: Sredstva i pomagala za transport osoba i/ili robe. Primeri: putevi, aerodromi/aerodromske piste, brodske rute, tuneli, nautičke karte, lokacija vozila ili plovila, aeronautičke karte, železnice.

source: Transportation
hr: Transport

source: Energy, water and waste systems and communications infrastructure and services. Examples: hydroelectricity, geothermal, solar and nuclear sources of energy, water purification and distribution, sewage collection and disposal, electricity and gas distribution, data communication, telecommunication, radio, communication networks.
hr: Energetski, vodovodni i otpadni sistemi i komunikaciona infrastruktura i usluge. Primeri: hidroelektrična energija, geotermalni, solarni i nuklearni izvori energije, prečišćavanje i distribucija vode, sakupljanje i odlaganje otpadnih voda, distribucija električne energije i plina, komunikacija podataka, telekomunikacije, radio, komunikacijske mreže.

source: Utilities Communication
hr: Komunalne usluge

source: Document Created
hr: Dokument je napravljen

source: A Document was created
hr: Dokument je napravljen

source: Document Updated
hr: Dokument je obnovljen

source: A Document was updated
hr: Dokument je obnovljen

source: Document Approved
hr: Dokument je prihvaćen

source: A Document was approved by a Manager
hr: Dokument je prihvaćen od strane menadžera

source: Document Published
hr: Dokument je objavljen

source: A Document was published
hr: Dokument je objavljen

source: Document Deleted
hr: Dokument je obrisan

source: A Document was deleted
hr: Dokument je obrisan

source: Comment on Document
hr: Komentar nad dokumentom

source: A Document was commented on
hr: Nad dokumentom je postavljen komentar

source: Rating for Document
hr: Ocena za dokument

source: A rating was given to a document
hr: Ocena je data dokumentu

source: Width
hr: Širina

source: Height
hr: Visina

source: Make
hr: Napraviti

source: Latitude
hr: Geografska širina

source: Not specified
hr: Nije određeno

source: Longitude
hr: Geografska dužina

source: True
hr: Tačno

source: False
hr: Netačno

source: Speed Rating
hr: Ocena brzine

source: Link to
hr: Link ka

source: File
hr: Fajl

source: Document must be a file or url.
hr: Dokument mora biti fajl ili url.

source: A document cannot have both a file and a url.
hr: Dokument ne može imati istovremeno fajl i url.

source: This file type is not allowed
hr: Ova vrsta datoteke nije dozvoljena

source: Permissions must be valid JSON.
hr: Dozvole moraju biti validni JSON.

source: The URL of the document if it is external.
hr: URL dokumenta je eksterni.

source: Your browser does not support the audio element.
hr: Vaš pretraživač ne podržava audio element.

source: Your browser does not support the video tag.
hr: Vaš pretraživač ne podržava video oznaku.

source: Download the
hr: Preuzeti

source: document
hr: dokument

source: External Resource
hr: Eksterni resurs

source: Rate this document
hr: Oceniti ovaj dokument

source: Average Rating
hr: Prosečna ocena

source: Metadata Detail
hr: Detalji o metapodacima

source: Download Document
hr: Preuzeti dokument

source: Request Download
hr: Zahtevati preuzimanje

source: Edit Document
hr: Izmeniti dokument

source: Request change
hr: Promeniti zahtev

source: Wizard
hr: Čarobnjak

source: Advanced Edit
hr: Napredne izmene

source: Document
hr: Dokument

source: Clone
hr: Клонирати

source: Replace
hr: Заменити

source: Remove
hr: Обрисати

source: Close
hr: Искључити

source: Download Metadata
hr: Преузети метаподатке

source: Full metadata
hr: Metapodaci u potpunosti

source: Text format
hr: Текстуални формат

source: Standard Metadata - XML format
hr: Standardni metapodaci - XML format

source: Resources using this document
hr: Resursi koji koriste ovaj dokument

source: List of resources using this document:
hr: Spisak resursa koji koriste ovaj dokument:

source: This document is not related to any maps or layers
hr: Ovaj dokument nije povezan ni sa kakvim kartama ili slojevima

source: Permissions
hr: Dozvole
