Repository: labepn/hr1
Catalog: LC_MESSAGES/django.po
Languages: hr

source: Please login or register and retry.
hr: Molimo prijavite se ili se registrujte i pokušajte ponovo.

source: Page Not Found
hr: Stranica nije pronađena

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
hr: Stranica koju ste tražili ne postoji. Možda koristite zastareli bookmark?

source: Toggle navigation
hr: Uključi navigaciju

source: Datasets
hr: Setovi podataka

source: People
hr: Ljudi

source: Search
hr: Pretraga

source: Register
hr: Registracija

source: Sign in
hr: Prijava

source: You are using an outdated browser that is not supported by GeoNode.
hr: Koristite zastareli pretraživač koji GeoNode ne podržava.

source: Please use a <strong>modern browser</strong> like Mozilla Firefox, Google Chrome or Safari.
hr: Koristite <strong>moderni pregledač</strong> kao što je Mozilla Firefox, Google Chrome ili Safari.

source: There was a problem loading this page
hr: Došlo je do problema pri učitavanju ove stranice

source: Please contact your GeoNode administrator (they may have received an email automatically if they configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
hr: Molimo kontaktirajte svog GeoNode administratora (možda su automatski primili e-poštu ako su je pravilno konfigurisali). Ako ste administrator stranice, omogućite način rada za otklanjanje grešaka da vidite stvarnu grešku i popravite je ili prijavite problem u <a href="http://github.com/GeoNode/geonode/issues">GeoNode-ov alat za praćenje problema</a>

source: Create a new dataset
hr: Napraviti novi set podataka

source: Create Map
hr: Napraviti kartu

source: Add User
hr: Dodati korisnika

source: Add user
hr: Dodati korisnika

source: version
hr: verzija

source: Username
hr: Korisničko ime

source: Password
hr: Lozinka

source: Remember Me
hr: Zapamti me

source: Menu
hr: Meni

source: Recent Activity
hr: Nedavna aktivnost

source: Inbox
hr: Poštansko sanduče

source: Help
hr: Pomoć

source: Log out
hr: Odjava

source: Info
hr: Informacije

source: Granules
hr: Granule

source: Share
hr: Deliti

source: Ratings
hr: Ocene

source: Set permissions on selected resources
hr: Postavite dozvole za odabrane resurse

source: Apply Changes
hr: Primeni promene

source: total
hr: ukupno

source: Add Comment
hr: Dodaj komentar

source: Log in to add a comment
hr: Prijavite se da dodate komentar

source: By
hr: Od

source: Submit Comment
hr: Pošalji komentar

source: Who can view it?
hr: Ko može videti?

source: Anyone
hr: Svi

source: The following users:
hr: Sledeći korisnici:

source: The following groups:
hr: Sledeće grupe:

source: Who can download it?
hr: Ko može preuzeti?

source: Who can change metadata for it?
hr: Ko može promeniti metapodatke za to?

source: Who can edit data for this dataset?
hr: Ko može uređivati podatke za ovaj skup podataka?

source: Who can edit styles for this dataset?
hr: Ko može uređivati stilove za ovaj skup podataka?

source: Who can manage it? (update, delete, change permissions, publish/unpublish it)
hr: Ko može upravljati? (ažuriraj, izbriši, promeni dopuštenja, objavi/poništi objavljivanje)

source: Set permissions for this resource
hr: Postavite dozvole za ovaj resurs

source: People and Groups
hr: Ljudi i grupe

source: Geo Limits
hr: Geo ograničenja

source: Users
hr: Korisnici

source: Show Geo Limits
hr: Pokaži Geo limite

source: Upload Geo Limits
hr: Dodati Geo limite

source: Save Geo Limits
hr: Sačuvati Geo limite

source: Delete Geo Limits
hr: Obrisati Geo limite

source: Mandatory files : SHP , DBF
hr: Obavezni fajlovi: SHP, DBF

source: Upload a ZIP file containing an ESRI Shapefile. If the ZIP provides also a .prj file, you don't have to specify the EPSG SRID
hr: Dodajte ZIP datoteku koja sadrži ESRI Shapefile. Ako ZIP sadrži i .prj datoteku, ne morate navesti EPSG SRID

source: Choose
hr: Izabrati

source: Choose a file...
hr: Izabrati fajl...

source: Reset
hr: Resetovati

source: Only the SRID number without the 'EPSG:' prefix!
hr: Samo SRID broj bez prefiksa 'EPSG:'!

source: Default : 4326
hr: Podrazumevano : 4326

source: Set your desired encoding UTF-8, Big5, Big5-HKSCS ...
hr: Postavite željeno kodiranje UTF-8, Big5, Big5-HKSCS...

source: Load SHP-ZIP
hr: Učitajte SHP-ZIP

source: <p>This will remove the Geo Limits currently drawn on the map.</p><p>In order to store the Geo Limits you will need to <strong>save</strong> them anyway.</p><p>Do you want to proceed?</p>
hr: <p>Ovo će ukloniti geografska ograničenja koja su trenutno nacrtana na mapi.</p><p>Da biste pohranili geografska ograničenja, svejedno ćete ih morati <strong>sačuvati</strong>.</p><p> >Želite li nastaviti?</p>

source: <p>This will override the current stored Geo Limits on the DB.</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button anyway.</p><p><strong>WARNING:</strong> This operation cannot be reverted!</p><p>Do you want to proceed?</p>
hr: <p>Ovo će nadjačati trenutno pohranjena geografska ograničenja u DB-u.</p><p>Da biste ih primenili, morat ćete kliknuti na dugme <strong>Primeni promene</strong>.</p><p> <strong>UPOZORENJE:</strong> Ova operacija se ne može vratiti!</p><p>Želite li nastaviti?</p>

source: Save Geo Limit
hr: Sačuvati Geo limit

source: <p>Geometry <strong>successfully</strong> saved!</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button.</p>
hr: <p>Geometrija <strong>uspešno</strong> sačuvana!</p><p>Da biste ih primenili, morat ćete kliknuti na dugme <strong>Primeni promene</strong>.</p>

source: <p><strong>Error</strong> while trying to save the Geometry!</p>
hr: <p><strong>Greška</strong> pri pokušaju spremanja geometrije!</p>

source: Load Geo Limits
hr: Učitati Geo limite

source: Load Geo Limit
hr: Učitati Geo limit

source: <p><strong>No Geometry</strong> found!</p>
hr: <p><strong>Geometrija nije pronađena</strong>!</p>

source: <p>This will <strong>permanently</strong> remove the Geo Limits from the DB.</p><p>To apply them you will need to click on <strong>Apply Changes</strong> button.</p><p>Do you want to proceed?</p>
hr: <p>Ovo će <strong>trajno</strong> ukloniti Geo ograničenja iz DB-a.</p><p>Da biste ih primenili, morat ćete kliknuti na dugme <strong>Primeni promene</strong>.</p> p><p>Želite li nastaviti?</p>

source: Delete Geo Limit
hr: Obrisati Geo limit

source: <p><strong>Geo Limitsy</strong> successfully deleted!</p>
hr: <p><strong>Geo limiti</strong> successfully deleted!</p>

source: <p><strong>Error</strong> occurred while trying to delete Geo Limits:</p>
hr: <p><strong>Došlo je do greške</strong> prilikom pokušaja brisanja Geo limita:</p>

source: Choose users...
hr: Odaberite korisnike...

source: Choose groups...
hr: Odaberite grupe...

source: Placeholder for status-message
hr: Čuvar mesta za statusnu poruku

source: Placeholder for status-message-body
hr: Čuvar mesta za status-message-body

source: About GeoNode
hr: О GeoNode-u

source: GeoNode is a geospatial content management system, a platform for the management and publication of geospatial data. It brings together mature and stable open-source software projects under a consistent and easy-to-use interface allowing non-specialized users to share data and create interactive maps.
hr: GeoNode je sistem za upravljanje geoprostornim sadržajem, platforma za upravljanje i objavljivanje geoprostornih podataka. On okuplja zrele i stabilne softverske projekte otvorenog koda u okviru konzistentnog i jednostavnog interfejsa koji omogućava nespecijalizovanim korisnicima da dele podatke i kreiraju interaktivne mape.

source: Data management tools built into GeoNode allow for integrated creation of data, metadata, and map visualizations. Each dataset in the system can be shared publicly or restricted to allow access to only specific users. Social features like user profiles and commenting and rating systems allow for the development of communities around each platform to facilitate the use, management, and quality control of the data the GeoNode instance contains.
hr: Alati za upravljanje podacima ugrađeni u GeoNode omogućavaju integrirano kreiranje podataka, metapodataka i vizualizacija karata. Svaki skup podataka u sistemu može se javno deliti ili ograničiti kako bi se omogućio pristup samo određenim korisnicima. Društvene karakteristike kao što su korisnički profili i sistemi za komentarisanje i ocenjivanje omogućavaju razvoj zajednica oko svake platforme kako bi se olakšalo korišćenje, upravljanje i kontrola kvaliteta podataka koje GeoNode instanca sadrži.

source: It is also designed to be a flexible platform that software developers can extend, modify or integrate against to meet requirements in their own applications.
hr: Takođe je dizajniran da bude fleksibilna platforma koju programeri softvera mogu proširiti, modificirati ili integrirati kako bi ispunili zahteve u svojim vlastitim aplikacijama.

source: Account Inactive
hr: Nalog je neaktivan

source: This account is inactive.
hr: Ovaj nalog je neaktivan.

source: Account Pending Approval
hr: Nalog čeka na odobrenje

source: We have sent the administrators a notice to approve your account associated with <b>%(email)s</b>. If the account is approved, you will receive a confirmation notice.
hr: Poslali smo administratorima obaveštenje da odobre vaš račun povezan sa <b>%(email)s</b>. Ako je račun odobren, dobit ćete obaveštenje o potvrdi.

source: Account
hr: Nalog

source: E-mail Addresses
hr: E-mail adrese

source: The following e-mail addresses are associated with your account:
hr: Sljedeća adresa e-pošte povezane su s vašim nalogom:

source: Verified
hr: Potvrđeno

source: Unverified
hr: Nepotvrđeno

source: Primary
hr: Primarno

source: Make Primary
hr: Postaviti za primarno

source: Re-send Verification
hr: Ponovo poslati potvrdu

source: Warning:
hr: Upozorenje:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
hr: Trenutno nemate podešenu nijednu e-mail adresu. Trebali biste zaista dodati e-mail adresu kako biste mogli primati obaveštenja, resetovati svoju lozinku itd.

source: Add E-mail Address
hr: Dodati E-mail adresu

source: Add E-mail
hr: Dodati E-mail

source: Do you really want to remove the selected e-mail address?
hr: Da li zaista želite ukloniti odabranu e-mail adresu?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
hr: Pozdrav od %(site_name)s! Primili ste ovu e-poštu jer je korisnik %(user_display)s dao vašu adresu e-pošte za povezivanje svog naloga. Da potvrdite da je ovo tačno, idite na %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
hr: Hvala vam od %(site_name)s! %(site_domain)s

source: Please confirm email address for %(site_name)s
hr: Molimo potvrdite adresu e-pošte za %(site_name)s

source: You have been invited to sign up at %(site_name)s.
hr: Pozvani ste da se registrujete na %(site_name)s.

source: Create an account on %(site_name)s
hr: Kreirajte nalog na %(site_name)s

source: This is the email notification to confirm your password has been changed on
hr: Ovo je obaveštenje putem e-pošte za potvrdu da je vaša lozinka promijenjena

source: Change password email notification
hr: Obaveštenje o promeni lozinke putem e-pošte

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
hr: Pozdrav od %(site_name)s! Primili ste ovu e-poštu jer ste vi ili neko drugi zatražili lozinku za vaš korisnički nalog. Može se bezbedno zanemariti ako niste zatražili resetovanje lozinke. Kliknite na link ispod da poništite lozinku.

source: In case you forgot, your username is %(username)s.
hr: U slučaju da ste zaboravili, vaše korisničko ime je %(username)s.

source: Thank you for using %(site_name)s! %(site_domain)s
hr: Hvala vam što koristite %(site_name)s! %(site_domain)s

source: [%(site_name)s] Password reset
hr: [%(site_name)s] Poništavanje lozinke

source: Confirm E-mail Address
hr: Potvrdi E-mail Adresu

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
hr: Molimo potvrdite da je <a href="mailto:%(email)s">%(email)s</a> adresa e-pošte za korisnika %(user_display)s.

source: Confirm
hr: Potvrditi

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
hr: Ovaj link za potvrdu putem e-pošte je istekao ili je nevažeći. Molimo <a href="%(email_url)s">izdajte novi zahtev za potvrdu e-pošte</a>.

source: Log in
hr: Ulogovati se

source: Log in to an existing account
hr: Ulogovati se na postojeći nalog

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
hr: Molimo prijavite se sa jednim od vaših postojećih naloga treće strane. Ili se <a href="%(signup_url)s">registrujte</a> za %(site_name)s nalog i prijavite se ispod:

source: or
hr: ili

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
hr: Ako još niste kreirali nalog, molimo vas <a href="%(signup_url)s">registrujte se</a>.

source: Forgot Password?
hr: Zaboravili lozinku?

source: Sign In
hr: Prijaviti se

source: Are you sure you want to log out?
hr: Da li ste sigurni da želite da se odjavite?

source: Password change
hr: Promena lozinke

source: Password Change
hr: Promena Lozinke

source: Change your password here
hr: Promenite svoju lozinku ovde

source: Change my password
hr: Promenite svoju lozinku

source: Password reset
hr: Poništavanje lozinke

source: Password Reset
hr: Poništavanje Lozinke

source: Forgotten your password?
hr: Zaboravili ste lozinku?

source: Enter your email address below, and we'll send you an email allowing you to reset it.
hr: Unesite svoju adresu e-pošte ispod, a mi ćemo vam poslati e-poruku koja vam omogućava da je resetujete.

source: Reset my password
hr: Resetuj moju lozinku

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
hr: Ako imate problema s poništavanjem lozinke, kontaktirajte nas na <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
hr: Poslali smo vam e-mail. Molimo kontaktirajte nas ako ga ne dobijete u roku od nekoliko minuta.

source: Change Password
hr: Promeni lozinku

source: Bad Token
hr: Loš token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
hr: Veza za ponovno postavljanje lozinke je bila nevažeća, verovatno zato što je već korišćena. Zatražite <a href="%(passwd_reset_url)s">novo poništavanje lozinke</a>.

source: change password
hr: promeni lozinku

source: Your password is now changed.
hr: Vaša lozinka je sada promijenjena.

source: Set Password
hr: Postaviti lozinku

source: Password Set
hr: Postavka lozinke

source: Set your password here
hr: Postavite Vašu lozinku ovde

source: Set password
hr: Postavite lozinku

source: Sign up
hr: Registrovati se

source: Sign up with one of your existing third party accounts
hr: Registrujte se sa jednim od vaših postojećih naloga treće strane

source: Create a new local account
hr: Napraviti novi lokalni nalog

source: Sign Up Closed
hr: Registracija zatvorena

source: We are sorry, but the sign up is currently closed.
hr: Žao nam je, ali registracija je trenutno zatvorena.

source: Note
hr: Beleška

source: you are already logged in as %(user_display)s.
hr: već ste prijavljeni kao %(user_display)s.

source: Verify your email address
hr: Potvrdite svoju email adresu

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes
hr: Poslali smo vam e-mail radi provere. Pratite link za završetak procesa registracije. Molimo kontaktirajte nas ako to učinite ne primite ga u roku od nekoliko minuta

source: Verify Your E-mail Address
hr: Potvrdite svoju e-mail adresu

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
hr: Ovaj deo stranice zahteva od nas da potvrdimo da si ti si ono za šta tvrdiš da jesi. U tu svrhu zahtevamo od vas potvrdite vlasništvo nad vašom e-mail adresom.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
hr: Poslali smo vam e-mail za verifikaciju. Molimo kliknite na link unutar ovog e-maila. Molimo Vas kontaktirajte nas ako ga ne dobijete u roku od nekoliko minuta.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
hr: <strong>Napomena:</strong> još uvek možete <a href="%(email_url)s">promeniti svoju adresu e-pošte</a>.

source: My Activity feed
hr: Moj feed aktivnosti

source: Activity Feed
hr: Feed aktivnosti

source: Are you sure you want to run the selected
hr: Jeste li sigurni da želite pokrenuti odabrano

source: Yes, I'm sure
hr: Da, siguran sam

source: GeoNode site admin
hr: GeoNode administrator stranice

source: GeoNode administration
hr: GeoNode administracija

source: Delete Announcement?
hr: Izbrisati najavu?

source: Are you sure you want to delete this announcement?
hr: Jeste li sigurni da želite izbrisati ovu objavu?

source: Edit Announcement
hr: Uredi najavu

source: Create Announcement
hr: Napraviti najavu

source: New Announcement
hr: Nova najava

source: Level
hr: Nivo

source: Announcement
hr: Najava

source: Published From
hr: Objavljena od strane

source: Published from <b>%(publish_start)s</b> to <b>%(publish_end)s</b>.
hr: Objavljeno od strane<b>%(publish_start)s</b> za <b>%(publish_end)s</b>.

source: Announcements : %(announcement)s
hr: Najave : %(announcement)s

source: Back to edit your profile information
hr: Natrag da uredite informacije o svom profilu

source: Your current avatar:
hr: Vaš trenutni avatar:

source: You haven't uploaded an avatar yet. Please upload one now.
hr: Još niste dodali avatar. Učitajte jedan sada.

source: Upload New Image
hr: Dodajte novu sliku

source: Choose new Default
hr: Odaberite novo podrazumevano

source: Delete Your Avatar
hr: Obrišite svoj avatar

source: Please select the avatars that you would like to delete.
hr: Odaberite avatare koje želite izbrisati.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
hr: Nemate avatar za brisanje. Molimo <a href="%(avatar_change_url)s">dodajte jedan</a> sada.

source: Delete These
hr: Obriši ove

source: GeoNode Search
hr: GeoNode pretraga

source: Contact Us
hr: Kontaktirajte nas

source: Tel
hr: Telefon

source: Uploading...
hr: Dodavanje...

source: Upload in progress...
hr: Dodavanje u toku...

source: Processing...
hr: Obrada...

source: Updating Thumbnail...
hr: Ažuriranje sličice...

source: Message. Do you want to proceed?
hr: Poruka. Da li želite da nastavite?

source: Processing Resource...
hr: Obrada resursa...

source: Information for Developers
hr: Informacije za developere

source: Useful information for developers interested in GeoNode.
hr: Korisne informacije za developere zainteresovane za GeoNode.
